[
  {
    "movieId": 356,
    "title": "Forrest Gump",
    "genres": ["Comedy", "Drama", "Romance", "War"],
    "count": 329,
    "year": "1994",
    "tmdbId": "13",
    "poster": "https://image.tmdb.org/t/p/w500/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg",
    "description": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
    "tagline": "The world will never be the same once you've seen it through the eyes of Forrest Gump."
  },
  {
    "movieId": 318,
    "title": "Shawshank Redemption, The",
    "genres": ["Crime", "Drama"],
    "count": 317,
    "year": "1994",
    "tmdbId": "278",
    "poster": "https://image.tmdb.org/t/p/w500/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg",
    "description": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "tagline": "Fear can hold you prisoner. Hope can set you free."
  },
  {
    "movieId": 296,
    "title": "Pulp Fiction",
    "genres": ["Comedy", "Crime", "Drama", "Thriller"],
    "count": 307,
    "year": "1994",
    "tmdbId": "680",
    "poster": "https://image.tmdb.org/t/p/w500/vQWk5YBFWF4bZaofAbv0tShwBvQ.jpg",
    "description": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "tagline": "You won't know the facts until you've seen the fiction."
  },
  {
    "movieId": 593,
    "title": "Silence of the Lambs, The",
    "genres": ["Crime", "Horror", "Thriller"],
    "count": 279,
    "year": "1991",
    "tmdbId": "274",
    "poster": "https://image.tmdb.org/t/p/w500/uS9m8OBk1A8eM9I042bx8XXpqAq.jpg",
    "description": "Clarice Starling is a top student at the FBI's training academy.  Jack Crawford wants Clarice to interview Dr. Hannibal Lecter, a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism.  Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
    "tagline": "To enter the mind of a killer she must challenge the mind of a madman."
  },
  {
    "movieId": 2571,
    "title": "Matrix, The",
    "genres": ["Action", "Sci-Fi", "Thriller"],
    "count": 278,
    "year": "1999",
    "tmdbId": "603",
    "poster": "https://image.tmdb.org/t/p/w500/dXNAPwY7VrqMAo51EKhhCJfaGb5.jpg",
    "description": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "tagline": "Believe the unbelievable."
  },
  {
    "movieId": 260,
    "title": "Star Wars: Episode IV - A New Hope",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 251,
    "year": "1977",
    "tmdbId": "11",
    "poster": "https://image.tmdb.org/t/p/w500/6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
    "description": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "tagline": "A long time ago in a galaxy far, far away..."
  },
  {
    "movieId": 480,
    "title": "Jurassic Park",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller"],
    "count": 238,
    "year": "1993",
    "tmdbId": "329",
    "poster": "https://image.tmdb.org/t/p/w500/fjTU1Bgh3KJu4aatZil3sofR2zC.jpg",
    "description": "A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
    "tagline": "An adventure 65 million years in the making."
  },
  {
    "movieId": 110,
    "title": "Braveheart",
    "genres": ["Action", "Drama", "War"],
    "count": 237,
    "year": "1995",
    "tmdbId": "197",
    "poster": "https://image.tmdb.org/t/p/w500/or1gBugydmjToAEq7OZY0owwFk.jpg",
    "description": "Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.",
    "tagline": "Every man dies, not every man really lives."
  },
  {
    "movieId": 589,
    "title": "Terminator 2: Judgment Day",
    "genres": ["Action", "Sci-Fi"],
    "count": 224,
    "year": "1991",
    "tmdbId": "280",
    "poster": "https://image.tmdb.org/t/p/w500/5M0j0B18abtBI5gi2RhfjjurTqb.jpg",
    "description": "Set ten years after the events of the original, James Cameron’s classic sci-fi action flick tells the story of a second attempt to get rid of rebellion leader John Connor, this time targeting the boy himself. However, the rebellion has sent a reprogrammed terminator to protect Connor.",
    "tagline": "It's nothing personal."
  },
  {
    "movieId": 527,
    "title": "Schindler's List",
    "genres": ["Drama", "War"],
    "count": 220,
    "year": "1993",
    "tmdbId": "424",
    "poster": "https://image.tmdb.org/t/p/w500/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
    "description": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
    "tagline": "Whoever saves one life, saves the world entire."
  },
  {
    "movieId": 2959,
    "title": "Fight Club",
    "genres": ["Action", "Crime", "Drama", "Thriller"],
    "count": 218,
    "year": "1999",
    "tmdbId": "550",
    "poster": "https://image.tmdb.org/t/p/w500/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "description": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "tagline": "Mischief. Mayhem. Soap."
  },
  {
    "movieId": 1,
    "title": "Toy Story",
    "genres": ["Adventure", "Animation", "Children", "Comedy", "Fantasy"],
    "count": 215,
    "year": "1995",
    "tmdbId": "862",
    "poster": "https://image.tmdb.org/t/p/w500/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg",
    "description": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
    "tagline": "Hang on for the comedy that goes to infinity and beyond!"
  },
  {
    "movieId": 1196,
    "title": "Star Wars: Episode V - The Empire Strikes Back",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 211,
    "year": "1980",
    "tmdbId": "1891",
    "poster": "https://image.tmdb.org/t/p/w500/nNAeTmF4CtdSgMDplXTDPOpYzsX.jpg",
    "description": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
    "tagline": "The Star Wars saga continues."
  },
  {
    "movieId": 50,
    "title": "Usual Suspects, The",
    "genres": ["Crime", "Mystery", "Thriller"],
    "count": 204,
    "year": "1995",
    "tmdbId": "629",
    "poster": "https://image.tmdb.org/t/p/w500/rWbsxdwF9qQzpTPCLmDfVnVqTK1.jpg",
    "description": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor – leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess.",
    "tagline": "Five criminals. One line up. No coincidence."
  },
  {
    "movieId": 2858,
    "title": "American Beauty",
    "genres": ["Drama", "Romance"],
    "count": 204,
    "year": "1999",
    "tmdbId": "14",
    "poster": "https://image.tmdb.org/t/p/w500/s5PXkDqS8W3K4wCPNZBzf10zycw.jpg",
    "description": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.",
    "tagline": "Look closer."
  },
  {
    "movieId": 47,
    "title": "Seven (a.k.a. Se7en)",
    "genres": ["Mystery", "Thriller"],
    "count": 203,
    "year": "1995",
    "tmdbId": "807",
    "poster": "https://image.tmdb.org/t/p/w500/191nKfP0ehp3uIvWqgPbFmI4lv9.jpg",
    "description": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Somerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "tagline": "Seven deadly sins. Seven ways to die."
  },
  {
    "movieId": 780,
    "title": "Independence Day (a.k.a. ID4)",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller"],
    "count": 202,
    "year": "1996",
    "tmdbId": "602",
    "poster": "https://image.tmdb.org/t/p/w500/p0BPQGSPoSa8Ml0DAf2mB2kCU0R.jpg",
    "description": "Strange phenomena surface around the globe. The skies ignite. Terror races through the world's major cities. As these extraordinary events unfold, it becomes increasingly clear that a force of incredible magnitude has arrived. Its mission: total annihilation over the Fourth of July weekend. The last hope to stop the destruction is an unlikely group of people united by fate and unimaginable circumstances.",
    "tagline": "The question of whether or not we are alone in the universe has been answered."
  },
  {
    "movieId": 150,
    "title": "Apollo 13",
    "genres": ["Adventure", "Drama", "IMAX"],
    "count": 201,
    "year": "1995",
    "tmdbId": "568",
    "poster": "https://image.tmdb.org/t/p/w500/oYUZHYMwNKnE1ef4WE5Hw2a9OAY.jpg",
    "description": "The true story of technical troubles that scuttle the Apollo 13 lunar mission in 1970, risking the lives of astronaut Jim Lovell and his crew, with the failed journey turning into a thrilling saga of heroism. Drifting more than 200,000 miles from Earth, the astronauts work furiously with the ground crew to avert tragedy.",
    "tagline": "\"Houston, we have a problem.\""
  },
  {
    "movieId": 1198,
    "title": "Raiders of the Lost Ark (Indiana Jones and the Raiders of the Lost Ark)",
    "genres": ["Action", "Adventure"],
    "count": 200,
    "year": "1981",
    "tmdbId": "85",
    "poster": "https://image.tmdb.org/t/p/w500/ceG9VzoRAVGwivFU403Wc3AHRys.jpg",
    "description": "When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.",
    "tagline": "The return of the great adventure."
  },
  {
    "movieId": 4993,
    "title": "Lord of the Rings: The Fellowship of the Ring, The",
    "genres": ["Adventure", "Fantasy"],
    "count": 198,
    "year": "2001",
    "tmdbId": "120",
    "poster": "https://image.tmdb.org/t/p/w500/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
    "description": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "tagline": "One ring to rule them all."
  },
  {
    "movieId": 1210,
    "title": "Star Wars: Episode VI - Return of the Jedi",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 196,
    "year": "1983",
    "tmdbId": "1892",
    "poster": "https://image.tmdb.org/t/p/w500/jQYlydvHm3kUix1f8prMucrplhm.jpg",
    "description": "Luke Skywalker leads a mission to rescue his friend Han Solo from the clutches of Jabba the Hutt, while the Emperor seeks to destroy the Rebellion once and for all with a second dreaded Death Star.",
    "tagline": "Return to a galaxy far far away."
  },
  {
    "movieId": 858,
    "title": "Godfather, The",
    "genres": ["Crime", "Drama"],
    "count": 192,
    "year": "1972",
    "tmdbId": "238",
    "poster": "https://image.tmdb.org/t/p/w500/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
    "description": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
    "tagline": "An offer you can't refuse."
  },
  {
    "movieId": 457,
    "title": "Fugitive, The",
    "genres": ["Thriller"],
    "count": 190,
    "year": "1993",
    "tmdbId": "5503",
    "poster": "https://image.tmdb.org/t/p/w500/b3rEtLKyOnF89mcK75GXDXdmOEf.jpg",
    "description": "Wrongfully convicted of murdering his wife and sentenced to death, Richard Kimble escapes from the law in an attempt to find the real killer and clear his name.",
    "tagline": "A murdered wife. A one-armed man. An obsessed detective. The chase begins."
  },
  {
    "movieId": 592,
    "title": "Batman",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 189,
    "year": "1989",
    "tmdbId": "268",
    "poster": "https://image.tmdb.org/t/p/w500/cij4dd21v2Rk2YtUQbV5kW69WB2.jpg",
    "description": "Batman must face his most ruthless nemesis when a deformed madman calling himself \"The Joker\" seizes control of Gotham's criminal underworld.",
    "tagline": "Justice is always darkest before the dawn."
  },
  {
    "movieId": 5952,
    "title": "Lord of the Rings: The Two Towers, The",
    "genres": ["Adventure", "Fantasy"],
    "count": 188,
    "year": "2002",
    "tmdbId": "121",
    "poster": "https://image.tmdb.org/t/p/w500/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
    "description": "Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "tagline": "The fellowship is broken. The power of darkness grows..."
  },
  {
    "movieId": 2028,
    "title": "Saving Private Ryan",
    "genres": ["Action", "Drama", "War"],
    "count": 188,
    "year": "1998",
    "tmdbId": "857",
    "poster": "https://image.tmdb.org/t/p/w500/uqx37cS8cpHg8U35f9U5IBlrCV3.jpg",
    "description": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.",
    "tagline": "The mission is a man."
  },
  {
    "movieId": 7153,
    "title": "Lord of the Rings: The Return of the King, The",
    "genres": ["Action", "Adventure", "Drama", "Fantasy"],
    "count": 185,
    "year": "2003",
    "tmdbId": "122",
    "poster": "https://image.tmdb.org/t/p/w500/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
    "description": "As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​",
    "tagline": "There can be no triumph without loss. No victory without suffering. No freedom without sacrifice."
  },
  {
    "movieId": 588,
    "title": "Aladdin",
    "genres": ["Adventure", "Animation", "Children", "Comedy", "Musical"],
    "count": 183,
    "year": "1992",
    "tmdbId": "812",
    "poster": "https://image.tmdb.org/t/p/w500/eLFfl7vS8dkeG1hKp5mwbm37V83.jpg",
    "description": "In the boorish city of Agrabah, kind-hearted street urchin Aladdin and Princess Jasmine fall in love, although she can only marry a prince. He and power-hungry Grand Vizier Jafar vie for a magic lamp that can fulfill their wishes.",
    "tagline": "Imagine if you had three wishes, three hopes, three dreams and they all could come true."
  },
  {
    "movieId": 608,
    "title": "Fargo",
    "genres": ["Comedy", "Crime", "Drama", "Thriller"],
    "count": 181,
    "year": "1996",
    "tmdbId": "275",
    "poster": "https://image.tmdb.org/t/p/w500/rUjUCT6GvFS475sKJVfHWZUdnv5.jpg",
    "description": "Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!",
    "tagline": "A lot can happen in the middle of nowhere."
  },
  {
    "movieId": 2762,
    "title": "Sixth Sense, The",
    "genres": ["Drama", "Horror", "Mystery"],
    "count": 179,
    "year": "1999",
    "tmdbId": "745",
    "poster": "https://image.tmdb.org/t/p/w500/vOyfUXNFSnaTk7Vk5AjpsKTUWsu.jpg",
    "description": "Following an unexpected tragedy, child psychologist Malcolm Crowe meets a nine year old boy named Cole Sear, who is hiding a dark secret.",
    "tagline": "Not every gift is a blessing."
  },
  {
    "movieId": 380,
    "title": "True Lies",
    "genres": ["Action", "Adventure", "Comedy", "Romance", "Thriller"],
    "count": 178,
    "year": "1994",
    "tmdbId": "36955",
    "poster": "https://image.tmdb.org/t/p/w500/pweFTnzzTfGK68woSVkiTgjLzWm.jpg",
    "description": "A fearless, globe-trotting, terrorist-battling secret agent has his life turned upside down when he discovers his wife might be having an affair with a used car salesman while terrorists smuggle nuclear war heads into the United States.",
    "tagline": "When he said I do, he never said what he did."
  },
  {
    "movieId": 32,
    "title": "Twelve Monkeys (a.k.a. 12 Monkeys)",
    "genres": ["Mystery", "Sci-Fi", "Thriller"],
    "count": 177,
    "year": "1995",
    "tmdbId": "63",
    "poster": "https://image.tmdb.org/t/p/w500/gt3iyguaCIw8DpQZI1LIN5TohM2.jpg",
    "description": "In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly and the son of a famous virus expert who may hold the key to the Army of the 12 Monkeys; thought to be responsible for unleashing the killer disease.",
    "tagline": "The future is history."
  },
  {
    "movieId": 364,
    "title": "Lion King, The",
    "genres": [
      "Adventure",
      "Animation",
      "Children",
      "Drama",
      "Musical",
      "IMAX"
    ],
    "count": 172,
    "year": "1994",
    "tmdbId": "8587",
    "poster": "https://image.tmdb.org/t/p/w500/sKCr78MXSLixwmZ8DyJLrpMsd15.jpg",
    "description": "Young lion prince Simba, eager to one day become king of the Pride Lands, grows up under the watchful eye of his father Mufasa; all the while his villainous uncle Scar conspires to take the throne for himself. Amid betrayal and tragedy, Simba must confront his past and find his rightful place in the Circle of Life.",
    "tagline": "The greatest adventure of all is finding our place in the Circle of Life."
  },
  {
    "movieId": 1270,
    "title": "Back to the Future",
    "genres": ["Adventure", "Comedy", "Sci-Fi"],
    "count": 171,
    "year": "1985",
    "tmdbId": "105",
    "poster": "https://image.tmdb.org/t/p/w500/vN5B5WgYscRGcQpVhHl6p9DDTP0.jpg",
    "description": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "tagline": "He was never in time for his classes. He wasn't in time for his dinner. Then one day...he wasn't in his time at all."
  },
  {
    "movieId": 377,
    "title": "Speed",
    "genres": ["Action", "Romance", "Thriller"],
    "count": 171,
    "year": "1994",
    "tmdbId": "1637",
    "poster": "https://image.tmdb.org/t/p/w500/82PkCE4R95KhHICUDF7G4Ly2z3l.jpg",
    "description": "Jack Traven, an LAPD cop on SWAT detail, and veteran SWAT officer Harry Temple thwart an extortionist-bomber's scheme for a $3 million ransom. As they corner the bomber, he flees and detonates a bomb vest, seemingly killing himself. Weeks later, Jack witnesses a mass transit city bus explode and nearby a pay phone rings. On the phone is that same bomber looking for vengeance and the money he's owed. He gives a personal challenge to Jack: a bomb is rigged on another city bus - if it slows down below 50 mph, it will explode - bad enough any day, but a nightmare in LA traffic. And that's just the beginning...",
    "tagline": "Get ready for rush hour."
  },
  {
    "movieId": 3578,
    "title": "Gladiator",
    "genres": ["Action", "Adventure", "Drama"],
    "count": 170,
    "year": "2000",
    "tmdbId": "98",
    "poster": "https://image.tmdb.org/t/p/w500/ty8TGRuvJLPUmAR1H1nRIsgwvim.jpg",
    "description": "After the death of Emperor Marcus Aurelius, his devious son takes power and demotes Maximus, one of Rome's most capable generals who Marcus preferred. Eventually, Maximus is forced to become a gladiator and battle to the death against other men for the amusement of paying audiences.",
    "tagline": "What we do in life echoes in eternity."
  },
  {
    "movieId": 4306,
    "title": "Shrek",
    "genres": [
      "Adventure",
      "Animation",
      "Children",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "count": 170,
    "year": "2001",
    "tmdbId": "808",
    "poster": "https://image.tmdb.org/t/p/w500/EKERKucZeBrkrR8xLDTkr5FeDc.jpg",
    "description": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
    "tagline": "The greatest fairy tale never told."
  },
  {
    "movieId": 1580,
    "title": "Men in Black (a.k.a. MIB)",
    "genres": ["Action", "Comedy", "Sci-Fi"],
    "count": 165,
    "year": "1997",
    "tmdbId": "607",
    "poster": "https://image.tmdb.org/t/p/w500/uLOmOF5IzWoyrgIF5MfUnh5pa1X.jpg",
    "description": "After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent K and new recruit Agent J find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.",
    "tagline": "Protecting the Earth from the scum of the universe."
  },
  {
    "movieId": 590,
    "title": "Dances with Wolves",
    "genres": ["Adventure", "Drama", "Western"],
    "count": 164,
    "year": "1990",
    "tmdbId": "581",
    "poster": "https://image.tmdb.org/t/p/w500/hw0ZEHAaTqTxSXGVwUFX7uvanSA.jpg",
    "description": "Wounded Civil War soldier John Dunbar tries to commit suicide—and becomes a hero instead. As a reward, he's assigned to his dream post, a remote junction on the Western frontier, and soon makes unlikely friends with the local Sioux tribe.",
    "tagline": "Inside everyone is a frontier waiting to be discovered."
  },
  {
    "movieId": 648,
    "title": "Mission: Impossible",
    "genres": ["Action", "Adventure", "Mystery", "Thriller"],
    "count": 162,
    "year": "1996",
    "tmdbId": "954",
    "poster": "https://image.tmdb.org/t/p/w500/l5uxY5m5OInWpcExIpKG6AR3rgL.jpg",
    "description": "When Ethan Hunt, the leader of a crack espionage team whose perilous operation has gone awry with no explanation, discovers that a mole has penetrated the CIA, he's surprised to learn that he's the prime suspect. To clear his name, Hunt now must ferret out the real double agent and, in the process, even the score.",
    "tagline": "Expect the impossible."
  },
  {
    "movieId": 344,
    "title": "Ace Ventura: Pet Detective",
    "genres": ["Comedy"],
    "count": 161,
    "year": "1994",
    "tmdbId": "3049",
    "poster": "https://image.tmdb.org/t/p/w500/pqiRuETmuSybfnVZ7qyeoXhQyN1.jpg",
    "description": "He's Ace Ventura: Pet Detective. Jim Carrey is on the case to find the Miami Dolphins' missing mascot and quarterback Dan Marino. He goes eyeball to eyeball with a man-eating shark, stakes out the Miami Dolphins and woos and wows the ladies. Whether he's undercover, under fire or underwater, he always gets his man… or beast!",
    "tagline": "He's the best there is! (Actually, he's the only one there is.)"
  },
  {
    "movieId": 4226,
    "title": "Memento",
    "genres": ["Mystery", "Thriller"],
    "count": 159,
    "year": "2000",
    "tmdbId": "77",
    "poster": "https://image.tmdb.org/t/p/w500/fKTPH2WvH8nHTXeBYBVhawtRqtR.jpg",
    "description": "Leonard Shelby is tracking down the man who raped and murdered his wife. The difficulty of locating his wife's killer, however, is compounded by the fact that he suffers from a rare, untreatable form of short-term memory loss. Although he can recall details of life before his accident, Leonard cannot remember what happened fifteen minutes ago, where he's going, or why.",
    "tagline": "Some memories are best forgotten."
  },
  {
    "movieId": 367,
    "title": "Mask, The",
    "genres": ["Action", "Comedy", "Crime", "Fantasy"],
    "count": 157,
    "year": "1994",
    "tmdbId": "854",
    "poster": "https://image.tmdb.org/t/p/w500/xbbXp9px4o8Oe7IbGd0yIbla8mZ.jpg",
    "description": "When timid bank clerk Stanley Ipkiss discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes. While wearing the mask, Ipkiss becomes a supernatural playboy exuding charm and confidence which allows him to catch the eye of local nightclub singer Tina Carlyle. Unfortunately, under the mask's influence, Ipkiss also robs a bank, which angers junior crime lord Dorian Tyrell, whose goons get blamed for the heist.",
    "tagline": "From zero to hero."
  },
  {
    "movieId": 58559,
    "title": "Dark Knight, The",
    "genres": ["Action", "Crime", "Drama", "IMAX"],
    "count": 149,
    "year": "2008",
    "tmdbId": "155",
    "poster": "https://image.tmdb.org/t/p/w500/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
    "description": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "tagline": "Welcome to a world without rules."
  },
  {
    "movieId": 6539,
    "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
    "genres": ["Action", "Adventure", "Comedy", "Fantasy"],
    "count": 149,
    "year": "2003",
    "tmdbId": "22",
    "poster": "https://image.tmdb.org/t/p/w500/z8onk7LV9Mmw6zKz4hT6pzzvmvl.jpg",
    "description": "After Port Royal is attacked and pillaged by a mysterious pirate crew, capturing the governor's daughter Elizabeth Swann in the process, William Turner asks free-willing pirate Jack Sparrow to help him locate the crew's ship—The Black Pearl—so that he can rescue the woman he loves.",
    "tagline": "Prepare to be blown out of the water."
  },
  {
    "movieId": 1214,
    "title": "Alien",
    "genres": ["Horror", "Sci-Fi"],
    "count": 146,
    "year": "1979",
    "tmdbId": "348",
    "poster": "https://image.tmdb.org/t/p/w500/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
    "description": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "tagline": "In space, no one can hear you scream."
  },
  {
    "movieId": 595,
    "title": "Beauty and the Beast",
    "genres": [
      "Animation",
      "Children",
      "Fantasy",
      "Musical",
      "Romance",
      "IMAX"
    ],
    "count": 146,
    "year": "1991",
    "tmdbId": "10020",
    "poster": "https://image.tmdb.org/t/p/w500/hUJ0UvQ5tgE2Z9WpfuduVSdiCiU.jpg",
    "description": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
    "tagline": "The most beautiful love story ever told."
  },
  {
    "movieId": 1036,
    "title": "Die Hard",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 145,
    "year": "1988",
    "tmdbId": "562",
    "poster": "https://image.tmdb.org/t/p/w500/1NnCbaFaWgHczKjH5Eii46VmpPp.jpg",
    "description": "NYPD cop John McClane's plan to reconcile with his estranged wife is thrown for a serious loop when, minutes after he arrives at her offices Christmas Party, the entire building is overtaken by a group of terrorists. With little help from the LAPD, wisecracking McClane sets out to single-handedly rescue the hostages and bring the bad guys down.",
    "tagline": "Twelve terrorists. One cop. The odds are against John McClane... That's just the way he likes it."
  },
  {
    "movieId": 165,
    "title": "Die Hard: With a Vengeance",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 144,
    "year": "1995",
    "tmdbId": "1572",
    "poster": "https://image.tmdb.org/t/p/w500/amwo4CjYKynZ2yKvKMxoiRSsaE1.jpg",
    "description": "New York detective John McClane is back and kicking bad-guy butt in the third installment of this action-packed series, which finds him teaming with civilian Zeus Carver to prevent the loss of innocent lives. McClane thought he'd seen it all, until a genius named Simon engages McClane, his new \"partner\" -- and his beloved city -- in a deadly game that demands their concentration.",
    "tagline": "Think fast. Look alive. Die hard."
  },
  {
    "movieId": 500,
    "title": "Mrs. Doubtfire",
    "genres": ["Comedy", "Drama"],
    "count": 144,
    "year": "1993",
    "tmdbId": "788",
    "poster": "https://image.tmdb.org/t/p/w500/shHrSmXS5140o6sQzgzXxn3KqSm.jpg",
    "description": "Loving but irresponsible dad Daniel Hillard, estranged from his exasperated spouse, is crushed by a court order allowing only weekly visits with his kids. When Daniel learns his ex needs a housekeeper, he gets the job -- disguised as a British nanny. Soon he becomes not only his children's best pal but the kind of parent he should have been from the start.",
    "tagline": "She makes dinner. She does windows. She reads bedtime stories. She's a blessing... in disguise."
  },
  {
    "movieId": 1265,
    "title": "Groundhog Day",
    "genres": ["Comedy", "Fantasy", "Romance"],
    "count": 143,
    "year": "1993",
    "tmdbId": "137",
    "poster": "https://image.tmdb.org/t/p/w500/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
    "description": "A narcissistic TV weatherman, along with his attractive-but-distant producer, and his mawkish cameraman, is sent to report on Groundhog Day in the small town of Punxsutawney, where he finds himself repeating the same day over and over.",
    "tagline": "He’s having the worst day of his life… Over and over again."
  },
  {
    "movieId": 79132,
    "title": "Inception",
    "genres": [
      "Action",
      "Crime",
      "Drama",
      "Mystery",
      "Sci-Fi",
      "Thriller",
      "IMAX"
    ],
    "count": 143,
    "year": "2010",
    "tmdbId": "27205",
    "poster": "https://image.tmdb.org/t/p/w500/ljsZTbVsrQSqZgWeep2B1QiDKuh.jpg",
    "description": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "tagline": "Your mind is the scene of the crime."
  },
  {
    "movieId": 1197,
    "title": "Princess Bride, The",
    "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Romance"],
    "count": 142,
    "year": "1987",
    "tmdbId": "2493",
    "poster": "https://image.tmdb.org/t/p/w500/kTXxdNv44najTayFcrT487xWuDv.jpg",
    "description": "In this enchantingly cracked fairy tale, the beautiful Princess Buttercup and the dashing Westley must overcome staggering odds to find happiness amid six-fingered swordsmen, murderous princes, Sicilians and rodents of unusual size. But even death can't stop these true lovebirds from triumphing.",
    "tagline": "AS YOU WISH."
  },
  {
    "movieId": 6377,
    "title": "Finding Nemo",
    "genres": ["Adventure", "Animation", "Children", "Comedy"],
    "count": 141,
    "year": "2003",
    "tmdbId": "12",
    "poster": "https://image.tmdb.org/t/p/w500/eHuGQ10FUzK1mdOY69wF5pGgEf5.jpg",
    "description": "Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.",
    "tagline": "There are 3.7 trillion fish in the ocean. They're looking for one."
  },
  {
    "movieId": 1704,
    "title": "Good Will Hunting",
    "genres": ["Drama", "Romance"],
    "count": 141,
    "year": "1997",
    "tmdbId": "489",
    "poster": "https://image.tmdb.org/t/p/w500/z2FnLKpFi1HPO7BEJxdkv6hpJSU.jpg",
    "description": "Headstrong yet aimless, Will Hunting has a genius-level IQ but chooses to work as a janitor at MIT. When he secretly solves highly difficult graduate-level math problems, his talents are discovered by Professor Gerald Lambeau, who decides to help the misguided youth reach his potential. When Will is arrested for attacking a police officer, Professor Lambeau makes a deal to get leniency for him if he gets court-ordered therapy. Eventually, therapist Dr. Sean Maguire helps Will confront the demons that are holding him back.",
    "tagline": "Some people can never believe in themselves, until someone believes in them."
  },
  {
    "movieId": 316,
    "title": "Stargate",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 140,
    "year": "1994",
    "tmdbId": "2164",
    "poster": "https://image.tmdb.org/t/p/w500/4T6Po0XnZlevmhfPh3ZfEs5butR.jpg",
    "description": "An interstellar teleportation device, found in Egypt, leads to a planet with humans resembling ancient Egyptians who worship the god Ra.",
    "tagline": "It will take you a million light years from home. But will it bring you back?"
  },
  {
    "movieId": 2628,
    "title": "Star Wars: Episode I - The Phantom Menace",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 140,
    "year": "1999",
    "tmdbId": "1893",
    "poster": "https://image.tmdb.org/t/p/w500/6wkfovpn7Eq8dYNKaG5PY3q2oq6.jpg",
    "description": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
    "tagline": "Every saga has a beginning."
  },
  {
    "movieId": 1291,
    "title": "Indiana Jones and the Last Crusade",
    "genres": ["Action", "Adventure"],
    "count": 140,
    "year": "1989",
    "tmdbId": "89",
    "poster": "https://image.tmdb.org/t/p/w500/sizg1AU8f8JDZX4QIgE4pjUMBvx.jpg",
    "description": "In 1938, an art collector appeals to eminent archaeologist Dr. Indiana Jones to embark on a search for the Holy Grail. Indy learns that a medieval historian has vanished while searching for it, and the missing man is his own father, Dr. Henry Jones Sr.. He sets out to rescue his father by following clues in the old man's notebook, which his father had mailed to him before he went missing. Indy arrives in Venice, where he enlists the help of a beautiful academic, Dr. Elsa Schneider, along with Marcus Brody and Sallah. Together they must stop the Nazis from recovering the power of eternal life and taking over the world!",
    "tagline": "Have the adventure of your life keeping up with the Joneses."
  },
  {
    "movieId": 1721,
    "title": "Titanic",
    "genres": ["Drama", "Romance"],
    "count": 140,
    "year": "1997",
    "tmdbId": "597",
    "poster": "https://image.tmdb.org/t/p/w500/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
    "description": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
    "tagline": "Nothing on Earth could come between them."
  },
  {
    "movieId": 153,
    "title": "Batman Forever",
    "genres": ["Action", "Adventure", "Comedy", "Crime"],
    "count": 137,
    "year": "1995",
    "tmdbId": "414",
    "poster": "https://image.tmdb.org/t/p/w500/i0fJS8M5UKoETjjJ0zwUiKaR8tr.jpg",
    "description": "Batman must battle a disfigured district attorney and a disgruntled former employee with help from an amorous psychologist and a young circus acrobat.",
    "tagline": "Courage now, truth always, Batman forever!"
  },
  {
    "movieId": 1136,
    "title": "Monty Python and the Holy Grail",
    "genres": ["Adventure", "Comedy", "Fantasy"],
    "count": 136,
    "year": "1975",
    "tmdbId": "762",
    "poster": "https://image.tmdb.org/t/p/w500/8AVb7tyxZRsbKJNOTJHQZl7JYWO.jpg",
    "description": "King Arthur, accompanied by his squire, recruits his Knights of the Round Table, including Sir Bedevere the Wise, Sir Lancelot the Brave, Sir Robin the Not-Quite-So-Brave-As-Sir-Lancelot and Sir Galahad the Pure. On the way, Arthur battles the Black Knight who, despite having had all his limbs chopped off, insists he can still fight. They reach Camelot, but Arthur decides not  to enter, as \"it is a silly place\".",
    "tagline": "And now! At Last! Another film completely different from some of the other films which aren't quite the same as this one is."
  },
  {
    "movieId": 597,
    "title": "Pretty Woman",
    "genres": ["Comedy", "Romance"],
    "count": 135,
    "year": "1990",
    "tmdbId": "114",
    "poster": "https://image.tmdb.org/t/p/w500/hVHUfT801LQATGd26VPzhorIYza.jpg",
    "description": "While on a business trip in Los Angeles, Edward Lewis, a millionaire entrepreneur who makes a living buying and breaking up companies, picks up a prostitute, Vivian, while asking for directions; after, Edward hires Vivian to stay with him for the weekend to accompany him to a few social events, and the two get closer only to discover there are significant hurdles to overcome as they try to bridge the gap between their very different worlds.",
    "tagline": "She walked off the street, into his life and stole his heart."
  },
  {
    "movieId": 293,
    "title": "Léon: The Professional (a.k.a. The Professional) (Léon)",
    "genres": ["Action", "Crime", "Drama", "Thriller"],
    "count": 133,
    "year": "1994",
    "tmdbId": "101",
    "poster": "https://image.tmdb.org/t/p/w500/yI6X2cCM5YPJtxMhUd3dPGqDAhw.jpg",
    "description": "Léon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Léon's footsteps.",
    "tagline": "If you want the job done right, hire a professional."
  },
  {
    "movieId": 1193,
    "title": "One Flew Over the Cuckoo's Nest",
    "genres": ["Drama"],
    "count": 133,
    "year": "1975",
    "tmdbId": "510",
    "poster": "https://image.tmdb.org/t/p/w500/kjWsMh72V6d8KRLV4EOoSJLT1H7.jpg",
    "description": "A petty criminal fakes insanity to serve his sentence in a mental ward rather than prison. He soon finds himself as a leader to the other patients—and an enemy to the cruel, domineering nurse who runs the ward.",
    "tagline": "If he's crazy, what does that make you?"
  },
  {
    "movieId": 3793,
    "title": "X-Men",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 133,
    "year": "2000",
    "tmdbId": "36657",
    "poster": "https://image.tmdb.org/t/p/w500/bRDAc4GogyS9ci3ow7UnInOcriN.jpg",
    "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers.",
    "tagline": "Trust a few. Fear the rest."
  },
  {
    "movieId": 231,
    "title": "Dumb & Dumber (Dumb and Dumber)",
    "genres": ["Adventure", "Comedy"],
    "count": 133,
    "year": "1994",
    "tmdbId": "8467",
    "poster": "https://image.tmdb.org/t/p/w500/4LdpBXiCyGKkR8FGHgjKlphrfUc.jpg",
    "description": "Lloyd and Harry are two men whose stupidity is really indescribable. When Mary, a beautiful woman, loses an important suitcase with money before she leaves for Aspen, the two friends (who have found the suitcase) decide to return it to her. After some \"adventures\" they finally get to Aspen where, using the lost money they live it up and fight for Mary's heart.",
    "tagline": "For Harry and Lloyd, every day is a no-brainer."
  },
  {
    "movieId": 4886,
    "title": "Monsters, Inc.",
    "genres": ["Adventure", "Animation", "Children", "Comedy", "Fantasy"],
    "count": 132,
    "year": "2001",
    "tmdbId": "585",
    "poster": "https://image.tmdb.org/t/p/w500/qjlbN6aK1qgeg3SspFVovT2D1Me.jpg",
    "description": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home.",
    "tagline": "We scare because we care."
  },
  {
    "movieId": 10,
    "title": "GoldenEye",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 132,
    "year": "1995",
    "tmdbId": "710",
    "poster": "https://image.tmdb.org/t/p/w500/z0ljRnNxIO7CRBhLEO0DvLgAFPR.jpg",
    "description": "When a powerful satellite system falls into the hands of Alec Trevelyan, AKA Agent 006, a former ally-turned-enemy, only James Bond can save the world from a dangerous space weapon that -- in one short pulse -- could destroy the earth! As Bond squares off against his former compatriot, he also battles Xenia Onatopp, an assassin who uses pleasure as her ultimate weapon.",
    "tagline": "No limits. No fears. No substitutes."
  },
  {
    "movieId": 1089,
    "title": "Reservoir Dogs",
    "genres": ["Crime", "Mystery", "Thriller"],
    "count": 131,
    "year": "1992",
    "tmdbId": "500",
    "poster": "https://image.tmdb.org/t/p/w500/xi8Iu6qyTfyZVDVy60raIOYJJmk.jpg",
    "description": "A botched robbery indicates a police informant, and the pressure mounts in the aftermath at a warehouse. Crime begets violence as the survivors -- veteran Mr. White, newcomer Mr. Orange, psychopathic parolee Mr. Blonde, bickering weasel Mr. Pink and Nice Guy Eddie -- unravel.",
    "tagline": "Every dog has his day."
  },
  {
    "movieId": 7361,
    "title": "Eternal Sunshine of the Spotless Mind",
    "genres": ["Drama", "Romance", "Sci-Fi"],
    "count": 131,
    "year": "2004",
    "tmdbId": "38",
    "poster": "https://image.tmdb.org/t/p/w500/5MwkWH9tYHv3mV9OdYTMR5qreIz.jpg",
    "description": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.",
    "tagline": "You can erase someone from your mind. Getting them out of your heart is another story."
  },
  {
    "movieId": 6874,
    "title": "Kill Bill: Vol. 1",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 131,
    "year": "2003",
    "tmdbId": "24",
    "poster": "https://image.tmdb.org/t/p/w500/v7TaX8kXMXs5yFFGR41guUDNcnB.jpg",
    "description": "An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle – but she lives to plot her vengeance.",
    "tagline": "A roaring rampage of revenge."
  },
  {
    "movieId": 1240,
    "title": "Terminator, The",
    "genres": ["Action", "Sci-Fi", "Thriller"],
    "count": 131,
    "year": "1984",
    "tmdbId": "218",
    "poster": "https://image.tmdb.org/t/p/w500/hzXSE66v6KthZ8nPoLZmsi2G05j.jpg",
    "description": "In the post-apocalyptic future, reigning tyrannical supercomputers teleport a cyborg assassin known as the \"Terminator\" back to 1984 to kill Sarah Connor, whose unborn son is destined to lead insurgents against 21st century mechanical hegemony. Meanwhile, the human-resistance movement dispatches a lone warrior to safeguard Sarah. Can he stop the virtually indestructible killing machine?",
    "tagline": "Your future is in its hands."
  },
  {
    "movieId": 1221,
    "title": "Godfather: Part II, The",
    "genres": ["Crime", "Drama"],
    "count": 129,
    "year": "1974",
    "tmdbId": "240",
    "poster": "https://image.tmdb.org/t/p/w500/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg",
    "description": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
    "tagline": "The rise and fall of the Corleone empire."
  },
  {
    "movieId": 2329,
    "title": "American History X",
    "genres": ["Crime", "Drama"],
    "count": 129,
    "year": "1998",
    "tmdbId": "73",
    "poster": "https://image.tmdb.org/t/p/w500/euypWkaYFOLW3e5rLIcTAjWnhhT.jpg",
    "description": "Derek Vineyard is paroled after serving 3 years in prison for killing two African-American men. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
    "tagline": "Some Legacies Must End."
  },
  {
    "movieId": 34,
    "title": "Babe",
    "genres": ["Children", "Drama"],
    "count": 128,
    "year": "1995",
    "tmdbId": "9598",
    "poster": "https://image.tmdb.org/t/p/w500/zKuQMtnbVTz9DsOnOJmlW71v4qH.jpg",
    "description": "Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mum, Babe realises that he has the makings to become the greatest sheep pig of all time, and Farmer Hoggett knows it. With the help of the sheep dogs, Babe learns that a pig can be anything that he wants to be.",
    "tagline": "A little pig goes a long way."
  },
  {
    "movieId": 1200,
    "title": "Aliens",
    "genres": ["Action", "Adventure", "Horror", "Sci-Fi"],
    "count": 126,
    "year": "1986",
    "tmdbId": "679",
    "poster": "https://image.tmdb.org/t/p/w500/r1x5JGpyqZU8PYhbs4UcrO1Xb6x.jpg",
    "description": "Ripley, the sole survivor of the Nostromo's deadly encounter with the monstrous Alien, returns to Earth after drifting through space in hypersleep for 57 years. Although her story is initially met with skepticism, she agrees to accompany a team of Colonial Marines back to LV-426.",
    "tagline": "This time it's war."
  },
  {
    "movieId": 1213,
    "title": "Goodfellas",
    "genres": ["Crime", "Drama"],
    "count": 126,
    "year": "1990",
    "tmdbId": "769",
    "poster": "https://image.tmdb.org/t/p/w500/aKuFiU82s5ISJpGZp7YkIr3kCUd.jpg",
    "description": "The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
    "tagline": "Three decades of life in the mafia."
  },
  {
    "movieId": 1682,
    "title": "Truman Show, The",
    "genres": ["Comedy", "Drama", "Sci-Fi"],
    "count": 125,
    "year": "1998",
    "tmdbId": "37165",
    "poster": "https://image.tmdb.org/t/p/w500/vuza0WqY239yBXOadKlGwJsZJFE.jpg",
    "description": "Every second of every day, from the moment he was born, for the last thirty years, Truman Burbank has been the unwitting star of the longest running, most popular documentary-soap opera in history. The picture-perfect town of Seahaven that he calls home is actually a gigantic soundstage. Truman's friends and family - everyone he meets, in fact - are actors. He lives every moment under the unblinking gaze of thousands of hidden TV cameras.",
    "tagline": "On the air. Unaware."
  },
  {
    "movieId": 8961,
    "title": "Incredibles, The",
    "genres": ["Action", "Adventure", "Animation", "Children", "Comedy"],
    "count": 125,
    "year": "2004",
    "tmdbId": "9806",
    "poster": "https://image.tmdb.org/t/p/w500/2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg",
    "description": "Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.",
    "tagline": "No gut, no glory."
  },
  {
    "movieId": 541,
    "title": "Blade Runner",
    "genres": ["Action", "Sci-Fi", "Thriller"],
    "count": 124,
    "year": "1982",
    "tmdbId": "78",
    "poster": "https://image.tmdb.org/t/p/w500/63N9uy8nd9j7Eog2axPQ8lbr3Wj.jpg",
    "description": "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.",
    "tagline": "Man has made his match... now it's his problem."
  },
  {
    "movieId": 4995,
    "title": "Beautiful Mind, A",
    "genres": ["Drama", "Romance"],
    "count": 123,
    "year": "2001",
    "tmdbId": "453",
    "poster": "https://image.tmdb.org/t/p/w500/rEIg5yJdNOt9fmX4P8gU9LeNoTQ.jpg",
    "description": "From the heights of notoriety to the depths of depravity, John Forbes Nash Jr. experiences it all. As a brilliant but socially awkward mathematician, he made a groundbreaking discovery early in his career and stands on the brink of international acclaim. But as the handsome and arrogant Nash accepts secret work in cryptography, he becomes entangled in a mysterious conspiracy. His life takes a nightmarish turn and he soon finds himself on a painful and harrowing journey of self-discovery.",
    "tagline": "He saw the world in a way no one could have imagined."
  },
  {
    "movieId": 736,
    "title": "Twister",
    "genres": ["Action", "Adventure", "Romance", "Thriller"],
    "count": 123,
    "year": "1996",
    "tmdbId": "664",
    "poster": "https://image.tmdb.org/t/p/w500/d4ie3f6QTvNw40V770Uzo87SDZn.jpg",
    "description": "An unprecedented series of violent tornadoes is sweeping across Oklahoma. Tornado chasers, headed by Dr. Jo Harding, attempt to release a groundbreaking device that will allow them to track them and create a more advanced warning system. They are joined by Jo's soon to be ex-husband Bill, a former tornado chaser himself, and his girlfriend Melissa.",
    "tagline": "Don't breathe. Don't look back."
  },
  {
    "movieId": 5349,
    "title": "Spider-Man",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller"],
    "count": 122,
    "year": "2002",
    "tmdbId": "557",
    "poster": "https://image.tmdb.org/t/p/w500/gh4cZbhZxyTbgxQPxD0dOudNPTn.jpg",
    "description": "After being bitten by a genetically altered spider at Oscorp, nerdy but endearing high school student Peter Parker is endowed with amazing powers to become the superhero known as Spider-Man.",
    "tagline": "Go for the ultimate spin."
  },
  {
    "movieId": 1097,
    "title": "E.T. the Extra-Terrestrial",
    "genres": ["Children", "Drama", "Sci-Fi"],
    "count": 122,
    "year": "1982",
    "tmdbId": "601",
    "poster": "https://image.tmdb.org/t/p/w500/an0nD6uq6byfxXCfk6lQBzdL2J1.jpg",
    "description": "An alien is left behind on Earth and saved by the 10-year-old Elliot who decides to keep him hidden in his home. While a task force hunts for the extra-terrestrial, Elliot, his brother, and his little sister Gertie form an emotional bond with their new friend, and try to help him find his way home.",
    "tagline": "He is afraid. He is alone. He is three million light years from home."
  },
  {
    "movieId": 2683,
    "title": "Austin Powers: The Spy Who Shagged Me",
    "genres": ["Action", "Adventure", "Comedy"],
    "count": 121,
    "year": "1999",
    "tmdbId": "817",
    "poster": "https://image.tmdb.org/t/p/w500/wqcE8EAmVl5j3mLuIrHFG7RmQyg.jpg",
    "description": "When diabolical genius Dr. Evil travels back in time to steal superspy Austin Powers's ‘mojo,’ Austin must return to the swingin' '60s himself - with the help of American agent, Felicity Shagwell - to stop the dastardly plan. Once there, Austin faces off against Dr. Evil's army of minions to try to save the world in his own unbelievably groovy way.",
    "tagline": "First he fought for the Crown. Now he's fighting for the Family Jewels."
  },
  {
    "movieId": 733,
    "title": "Rock, The",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 121,
    "year": "1996",
    "tmdbId": "9802",
    "poster": "https://image.tmdb.org/t/p/w500/j5mxLNWjUlXUUk8weFBtnF4afIR.jpg",
    "description": "When vengeful General Francis X. Hummel seizes control of Alcatraz Island and threatens to launch missiles loaded with deadly chemical weapons into San Francisco, only a young FBI chemical weapons expert and notorious Federal prisoner have the skills to penetrate the impregnable island fortress and take him down.",
    "tagline": "Alcatraz. Only one man has ever broken out. Now five million lives depend on two men breaking in."
  },
  {
    "movieId": 2716,
    "title": "Ghostbusters (a.k.a. Ghost Busters)",
    "genres": ["Action", "Comedy", "Sci-Fi"],
    "count": 120,
    "year": "1984",
    "tmdbId": "620",
    "poster": "https://image.tmdb.org/t/p/w500/7E8nLijS9AwwUEPu2oFYOVKhdFA.jpg",
    "description": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
    "tagline": "They're here to save the world."
  },
  {
    "movieId": 1206,
    "title": "Clockwork Orange, A",
    "genres": ["Crime", "Drama", "Sci-Fi", "Thriller"],
    "count": 120,
    "year": "1971",
    "tmdbId": "185",
    "poster": "https://image.tmdb.org/t/p/w500/4sHeTAp65WrSSuc05nRBKddhBxO.jpg",
    "description": "In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please. When not destroying the lives of others, Alex swoons to the music of Beethoven. The state, eager to crack down on juvenile crime, gives an incarcerated Alex the option to undergo an invasive procedure that'll rob him of all personal agency. In a time when conscience is a commodity, can Alex change his tune?",
    "tagline": "Being the adventures of a young man whose principal interests are rape, ultra-violence and Beethoven."
  },
  {
    "movieId": 4973,
    "title": "Amelie (Fabuleux destin d'Amélie Poulain, Le)",
    "genres": ["Comedy", "Romance"],
    "count": 120,
    "year": "2001",
    "tmdbId": "194",
    "poster": "https://image.tmdb.org/t/p/w500/oTKduWL2tpIKEmkAqF4mFEAWAsv.jpg",
    "description": "At a tiny Parisian café, the adorable yet painfully shy Amélie accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?",
    "tagline": "She’ll change your life."
  },
  {
    "movieId": 5445,
    "title": "Minority Report",
    "genres": ["Action", "Crime", "Mystery", "Sci-Fi", "Thriller"],
    "count": 120,
    "year": "2002",
    "tmdbId": "180",
    "poster": "https://image.tmdb.org/t/p/w500/qtgFcnwh9dAFLocsDk2ySDVS8UF.jpg",
    "description": "John Anderton is a top 'Precrime' cop in the late-21st century, when technology can predict crimes before they're committed. But Anderton becomes the quarry when another investigator targets him for a murder charge.",
    "tagline": "Everybody runs."
  },
  {
    "movieId": 1073,
    "title": "Willy Wonka & the Chocolate Factory",
    "genres": ["Children", "Comedy", "Fantasy", "Musical"],
    "count": 119,
    "year": "1971",
    "tmdbId": "252",
    "poster": "https://image.tmdb.org/t/p/w500/xL2GISX0MODJfpHrMdLdZF6xWgW.jpg",
    "description": "When eccentric candy man Willy Wonka promises a lifetime supply of sweets and a tour of his chocolate factory to five lucky kids, penniless Charlie Bucket seeks the golden ticket that will make him a winner.",
    "tagline": "It's Scrumdidilyumptious!"
  },
  {
    "movieId": 4963,
    "title": "Ocean's Eleven",
    "genres": ["Crime", "Thriller"],
    "count": 119,
    "year": "2001",
    "tmdbId": "161",
    "poster": "https://image.tmdb.org/t/p/w500/hQQCdZrsHtZyR6NbKH2YyCqd2fR.jpg",
    "description": "Less than 24 hours into his parole, charismatic thief Danny Ocean is already rolling out his next plan: In one night, Danny's hand-picked crew of specialists will attempt to steal more than $150 million from three Las Vegas casinos. But to score the cash, Danny risks his chances of reconciling with ex-wife, Tess.",
    "tagline": "Are you in or out?"
  },
  {
    "movieId": 586,
    "title": "Home Alone",
    "genres": ["Children", "Comedy"],
    "count": 116,
    "year": "1990",
    "tmdbId": "771",
    "poster": "https://image.tmdb.org/t/p/w500/onTSipZ8R3bliBdKfPtsDuHTdlL.jpg",
    "description": "Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. When thieves try to break into his home, he puts up a fight like no other.",
    "tagline": "A family comedy without the family."
  },
  {
    "movieId": 33794,
    "title": "Batman Begins",
    "genres": ["Action", "Crime", "IMAX"],
    "count": 116,
    "year": "2005",
    "tmdbId": "272",
    "poster": "https://image.tmdb.org/t/p/w500/4MpN4kIEqUjW8OPtOQJXlTdHiJV.jpg",
    "description": "Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.",
    "tagline": "Evil fears the knight."
  },
  {
    "movieId": 1527,
    "title": "Fifth Element, The",
    "genres": ["Action", "Adventure", "Comedy", "Sci-Fi"],
    "count": 116,
    "year": "1997",
    "tmdbId": "18",
    "poster": "https://image.tmdb.org/t/p/w500/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg",
    "description": "In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.",
    "tagline": "There is no future without it."
  },
  {
    "movieId": 208,
    "title": "Waterworld",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 115,
    "year": "1995",
    "tmdbId": "9804",
    "poster": "https://image.tmdb.org/t/p/w500/pBjf3xzi6kClzWXiKMclMUX7dOP.jpg",
    "description": "In a futuristic world where the polar ice caps have melted and made Earth a liquid planet, a beautiful barmaid rescues a mutant seafarer from a floating island prison. They escape, along with her young charge, Enola, and sail off aboard his ship. But the trio soon becomes the target of a menacing pirate who covets the map to 'Dryland'—which is tattooed on Enola's back.",
    "tagline": "Beyond the horizon lies the secret to a new beginning."
  },
  {
    "movieId": 587,
    "title": "Ghost",
    "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Thriller"],
    "count": 115,
    "year": "1990",
    "tmdbId": "251",
    "poster": "https://image.tmdb.org/t/p/w500/w9RaPHov8oM5cnzeE27isnFMsvS.jpg",
    "description": "After a young man is murdered, his spirit stays behind to warn his lover of impending danger, with the help of a reluctant psychic.",
    "tagline": "Before Sam was murdered, he told Molly he'd love and protect her forever."
  },
  {
    "movieId": 5989,
    "title": "Catch Me If You Can",
    "genres": ["Crime", "Drama"],
    "count": 115,
    "year": "2002",
    "tmdbId": "640",
    "poster": "https://image.tmdb.org/t/p/w500/sdYgEkKCDPWNU6KnoL4qd8xZ4w7.jpg",
    "description": "A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.",
    "tagline": "The true story of a real fake."
  },
  {
    "movieId": 1968,
    "title": "Breakfast Club, The",
    "genres": ["Comedy", "Drama"],
    "count": 113,
    "year": "1985",
    "tmdbId": "2108",
    "poster": "https://image.tmdb.org/t/p/w500/wM9ErA8UVdcce5P4oefQinN8VVV.jpg",
    "description": "Five high school students from different walks of life endure a Saturday detention under a power-hungry principal. The disparate group includes rebel John, princess Claire, outcast Allison, brainy Brian and Andrew, the jock. Each has a chance to tell his or her story, making the others see them a little differently -- and when the day ends, they question whether school will ever be the same.",
    "tagline": "They only met once, but it changed their lives forever."
  },
  {
    "movieId": 185,
    "title": "Net, The",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 112,
    "year": "1995",
    "tmdbId": "1642",
    "poster": "https://image.tmdb.org/t/p/w500/dtupntUFMD5iXBo8HLfALt2ET4R.jpg",
    "description": "Angela Bennett is a freelance computer systems analyst who tracks down software viruses. At night she hooks up to the internet and chats to others 'surfing the net'. While de-bugging a new high-tech game for a cyber friend, she comes across a top secret program and becomes the target of a mysterious organization who will stop at nothing to erase her identity and her existence, in order to protect the project.",
    "tagline": "Her driver's license. Her credit cards. Her bank accounts. Her identity. DELETED."
  },
  {
    "movieId": 5418,
    "title": "Bourne Identity, The",
    "genres": ["Action", "Mystery", "Thriller"],
    "count": 112,
    "year": "2002",
    "tmdbId": "2501",
    "poster": "https://image.tmdb.org/t/p/w500/aP8swke3gmowbkfZ6lmNidu0y9p.jpg",
    "description": "Wounded to the brink of death and suffering from amnesia, Jason Bourne is rescued at sea by a fisherman. With nothing to go on but a Swiss bank account number, he starts to reconstruct his life, but finds that many people he encounters want him dead. However, Bourne realizes that he has the combat and mental skills of a world-class spy—but who does he work for?",
    "tagline": "He was the perfect weapon until he became the target."
  },
  {
    "movieId": 3147,
    "title": "Green Mile, The",
    "genres": ["Crime", "Drama"],
    "count": 111,
    "year": "1999",
    "tmdbId": "497",
    "poster": "https://image.tmdb.org/t/p/w500/8VG8fDNiy50H4FedGwdSVUPoaJe.jpg",
    "description": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
    "tagline": "Paul Edgecomb didn't believe in miracles. Until the day he met one."
  },
  {
    "movieId": 3996,
    "title": "Crouching Tiger, Hidden Dragon (Wo hu cang long)",
    "genres": ["Action", "Drama", "Romance"],
    "count": 110,
    "year": "2000",
    "tmdbId": "146",
    "poster": "https://image.tmdb.org/t/p/w500/iNDVBFNz4XyYzM9Lwip6atSTFqf.jpg",
    "description": "Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically-skilled, teenage nobleman's daughter, who is at a crossroads in her life.",
    "tagline": "A timeless story of strength, secrets and two warriors who would never surrender."
  },
  {
    "movieId": 349,
    "title": "Clear and Present Danger",
    "genres": ["Action", "Crime", "Drama", "Thriller"],
    "count": 110,
    "year": "1994",
    "tmdbId": "9331",
    "poster": "https://image.tmdb.org/t/p/w500/6xTM8FPxrLRYwz6I3fqtwh7xybs.jpg",
    "description": "Agent Jack Ryan becomes acting Deputy Director of Intelligence for the CIA when Admiral Greer is diagnosed with cancer. When an American businessman, and friend of the president, is murdered on his yacht, Ryan starts discovering links between the man and drug dealers. As former CIA agent John Clark is sent to Colombia to kill drug cartel kingpins in retaliation, Ryan must fight through multiple cover-ups to figure out what happened and who's responsible.",
    "tagline": "Truth needs a soldier."
  },
  {
    "movieId": 2,
    "title": "Jumanji",
    "genres": ["Adventure", "Children", "Fantasy"],
    "count": 110,
    "year": "1995",
    "tmdbId": "8844",
    "poster": "https://image.tmdb.org/t/p/w500/vgpXmVaVyUL7GGiDeiK1mKEKzcX.jpg",
    "description": "When siblings Judy and Peter discover an enchanted board game that opens the door to a magical world, they unwittingly invite Alan -- an adult who's been trapped inside the game for 26 years -- into their living room. Alan's only hope for freedom is to finish the game, which proves risky as all three find themselves running from giant rhinoceroses, evil monkeys and other terrifying creatures.",
    "tagline": "Roll the dice and unleash the excitement!"
  },
  {
    "movieId": 7438,
    "title": "Kill Bill: Vol. 2",
    "genres": ["Action", "Drama", "Thriller"],
    "count": 110,
    "year": "2004",
    "tmdbId": "393",
    "poster": "https://image.tmdb.org/t/p/w500/2yhg0mZQMhDyvUQ4rG1IZ4oIA8L.jpg",
    "description": "The Bride unwaveringly continues on her roaring rampage of revenge against the band of assassins who had tried to kill her and her unborn child. She visits each of her former associates one-by-one, checking off the victims on her Death List Five until there's nothing left to do … but kill Bill.",
    "tagline": "The bride is back for the final cut."
  },
  {
    "movieId": 2918,
    "title": "Ferris Bueller's Day Off",
    "genres": ["Comedy"],
    "count": 109,
    "year": "1986",
    "tmdbId": "9377",
    "poster": "https://image.tmdb.org/t/p/w500/9LTQNCvoLsKXP0LtaKAaYVtRaQL.jpg",
    "description": "After high school slacker Ferris Bueller successfully fakes an illness in order to skip school for the day, he goes on a series of adventures throughout Chicago with his girlfriend Sloane and best friend Cameron, all the while trying to outwit his wily school principal and fed-up sister.",
    "tagline": "Leisure rules."
  },
  {
    "movieId": 1258,
    "title": "Shining, The",
    "genres": ["Horror"],
    "count": 109,
    "year": "1980",
    "tmdbId": "694",
    "poster": "https://image.tmdb.org/t/p/w500/xazWoLealQwEgqZ89MLZklLZD3k.jpg",
    "description": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "tagline": "A masterpiece of modern horror."
  },
  {
    "movieId": 924,
    "title": "2001: A Space Odyssey",
    "genres": ["Adventure", "Drama", "Sci-Fi"],
    "count": 109,
    "year": "1968",
    "tmdbId": "62",
    "poster": "https://image.tmdb.org/t/p/w500/ve72VxNqjGM69Uky4WTo2bK6rfq.jpg",
    "description": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
    "tagline": "The ultimate trip."
  },
  {
    "movieId": 4878,
    "title": "Donnie Darko",
    "genres": ["Drama", "Mystery", "Sci-Fi", "Thriller"],
    "count": 109,
    "year": "2001",
    "tmdbId": "141",
    "poster": "https://image.tmdb.org/t/p/w500/fhQoQfejY1hUcwyuLgpBrYs6uFt.jpg",
    "description": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes.",
    "tagline": "28 days, 6 hours, 42 minutes, 12 seconds... that is when the world will end."
  },
  {
    "movieId": 253,
    "title": "Interview with the Vampire: The Vampire Chronicles",
    "genres": ["Drama", "Horror"],
    "count": 109,
    "year": "1994",
    "tmdbId": "628",
    "poster": "https://image.tmdb.org/t/p/w500/2162lAT2MP36MyJd2sttmj5du5T.jpg",
    "description": "A vampire relates his epic life story of love, betrayal, loneliness, and dark hunger to an over-curious reporter.",
    "tagline": "Drink from me and live forever"
  },
  {
    "movieId": 2115,
    "title": "Indiana Jones and the Temple of Doom",
    "genres": ["Action", "Adventure", "Fantasy"],
    "count": 108,
    "year": "1984",
    "tmdbId": "87",
    "poster": "https://image.tmdb.org/t/p/w500/om61eim8XwLfh6QXzh2r0Q4blBz.jpg",
    "description": "After arriving in India, Indiana Jones is asked by a desperate village to find a mystical stone. He agrees – and stumbles upon a secret cult plotting a terrible plan in the catacombs of an ancient palace.",
    "tagline": "If adventure has a name... it must be Indiana Jones."
  },
  {
    "movieId": 329,
    "title": "Star Trek: Generations",
    "genres": ["Adventure", "Drama", "Sci-Fi"],
    "count": 108,
    "year": "1994",
    "tmdbId": "193",
    "poster": "https://image.tmdb.org/t/p/w500/gh0ZZRwSmlzEZTIZee3ZCN9Jssx.jpg",
    "description": "Captain Jean-Luc Picard and the crew of the Enterprise-D find themselves at odds with the renegade scientist Soran who is destroying entire star systems. Only one man can help Picard stop Soran's scheme...and he's been dead for seventy-eight years.",
    "tagline": "Two captains. One destiny."
  },
  {
    "movieId": 1208,
    "title": "Apocalypse Now",
    "genres": ["Action", "Drama", "War"],
    "count": 107,
    "year": "1979",
    "tmdbId": "28",
    "poster": "https://image.tmdb.org/t/p/w500/gQB8Y5RCMkv2zwzFHbUJX3kAhvA.jpg",
    "description": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
    "tagline": "This is the end..."
  },
  {
    "movieId": 4896,
    "title": "Harry Potter and the Sorcerer's Stone (a.k.a. Harry Potter and the Philosopher's Stone)",
    "genres": ["Adventure", "Children", "Fantasy"],
    "count": 107,
    "year": "2001",
    "tmdbId": "671",
    "poster": "https://image.tmdb.org/t/p/w500/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg",
    "description": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
    "tagline": "Let the magic begin."
  },
  {
    "movieId": 48516,
    "title": "Departed, The",
    "genres": ["Crime", "Drama", "Thriller"],
    "count": 107,
    "year": "2006",
    "tmdbId": "1422",
    "poster": "https://image.tmdb.org/t/p/w500/nT97ifVT2J1yMQmeq20Qblg61T.jpg",
    "description": "To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.",
    "tagline": "Cops or criminals. When you’re facing a loaded gun, what’s the difference?"
  },
  {
    "movieId": 539,
    "title": "Sleepless in Seattle",
    "genres": ["Comedy", "Drama", "Romance"],
    "count": 106,
    "year": "1993",
    "tmdbId": "858",
    "poster": "https://image.tmdb.org/t/p/w500/jAXfku1u1uaLGh4cUmK0ESf1pPu.jpg",
    "description": "After the death of his mother, a young boy calls a radio station in an attempt to set his father up on a date. Talking about his father’s loneliness soon leads to a meeting with a young female journalist, who has flown to Seattle to write a story about the boy and his father.",
    "tagline": "What if someone you never met, someone you never saw, someone you never knew was the only someone for you?"
  },
  {
    "movieId": 1732,
    "title": "Big Lebowski, The",
    "genres": ["Comedy", "Crime"],
    "count": 106,
    "year": "1998",
    "tmdbId": "115",
    "poster": "https://image.tmdb.org/t/p/w500/9mprbw31MGdd66LR0AQKoDMoFRv.jpg",
    "description": "Jeffrey 'The Dude' Lebowski, a Los Angeles slacker who only wants to bowl and drink White Russians, is mistaken for another Jeffrey Lebowski, a wheelchair-bound millionaire, and finds himself dragged into a strange series of events involving nihilists, adult film producers, ferrets, errant toes, and large sums of money.",
    "tagline": "They figured he was a lazy, time-wasting slacker. They were right."
  },
  {
    "movieId": 1923,
    "title": "There's Something About Mary",
    "genres": ["Comedy", "Romance"],
    "count": 105,
    "year": "1998",
    "tmdbId": "544",
    "poster": "https://image.tmdb.org/t/p/w500/kdT3Wwc11GOHorMA4SLqJzG8NJ4.jpg",
    "description": "For Ted, prom night went about as bad as it’s possible for any night to go. Thirteen years later, he finally gets another chance with his old prom date, only to run up against other suitors including the sleazy detective he hired to find her.",
    "tagline": "Love is in the hair."
  },
  {
    "movieId": 68954,
    "title": "Up",
    "genres": ["Adventure", "Animation", "Children", "Drama"],
    "count": 105,
    "year": "2009",
    "tmdbId": "14160",
    "poster": "https://image.tmdb.org/t/p/w500/mFvoEwSfLqbcWwFsDjQebn9bzFe.jpg",
    "description": "Carl Fredricksen spent his entire life dreaming of exploring the globe and experiencing life to its fullest. But at age 78, life seems to have passed him by, until a twist of fate (and a persistent 8-year old Wilderness Explorer named Russell) gives him a new lease on life.",
    "tagline": "The greatest adventure is just getting back home."
  },
  {
    "movieId": 223,
    "title": "Clerks",
    "genres": ["Comedy"],
    "count": 104,
    "year": "1994",
    "tmdbId": "2292",
    "poster": "https://image.tmdb.org/t/p/w500/9IiSgiq4h4siTIS9H3o4nZ3h5L9.jpg",
    "description": "Convenience and video store clerks Dante and Randal are sharp-witted, potty-mouthed and bored out of their minds. So in between needling customers, the counter jockeys play hockey on the roof, visit a funeral home and deal with their love lives.",
    "tagline": "Just because they serve you doesn't mean they like you."
  },
  {
    "movieId": 60069,
    "title": "WALL·E",
    "genres": ["Adventure", "Animation", "Children", "Romance", "Sci-Fi"],
    "count": 104,
    "year": "2008",
    "tmdbId": "10681",
    "poster": "https://image.tmdb.org/t/p/w500/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
    "description": "What if mankind had to leave Earth and somebody forgot to turn the last robot off? After hundreds of years doing what he was built for, WALL•E discovers a new purpose in life when he meets a sleek search robot named EVE. EVE comes to realize that WALL•E has inadvertently stumbled upon the key to the planet's future, and races back to space to report to the humans. Meanwhile, WALL•E chases EVE across the galaxy and sets into motion one of the most imaginative adventures ever brought to the big screen.",
    "tagline": "After 700 years of doing what he was built for, he'll discover what he was meant for."
  },
  {
    "movieId": 39,
    "title": "Clueless",
    "genres": ["Comedy", "Romance"],
    "count": 104,
    "year": "1995",
    "tmdbId": "9603",
    "poster": "https://image.tmdb.org/t/p/w500/8AwVTcgpTnmeOs4TdTWqcFDXEsA.jpg",
    "description": "Shallow, rich and socially successful Cher is at the top of her Beverly Hills high school's pecking scale. Seeing herself as a matchmaker, Cher first coaxes two teachers into dating each other. Emboldened by her success, she decides to give hopelessly klutzy new student Tai a makeover. When Tai becomes more popular than she is, Cher realizes that her disapproving ex-stepbrother was right about how misguided she was -- and falls for him.",
    "tagline": "Sex. Clothes. Popularity. Is there a problem here?"
  },
  {
    "movieId": 111,
    "title": "Taxi Driver",
    "genres": ["Crime", "Drama", "Thriller"],
    "count": 104,
    "year": "1976",
    "tmdbId": "103",
    "poster": "https://image.tmdb.org/t/p/w500/ekstpH614fwDX8DUln1a2Opz0N8.jpg",
    "description": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feed his urge for violent action.",
    "tagline": "On every street in every city, there's a nobody who dreams of being a somebody."
  },
  {
    "movieId": 2706,
    "title": "American Pie",
    "genres": ["Comedy", "Romance"],
    "count": 103,
    "year": "1999",
    "tmdbId": "2105",
    "poster": "https://image.tmdb.org/t/p/w500/5P68by2Thn8wHAziyWGEw2O7hco.jpg",
    "description": "At a high-school party, four friends find that losing their collective virginity isn't as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all \"score\" by their senior prom.",
    "tagline": "There's nothing like your first piece."
  },
  {
    "movieId": 357,
    "title": "Four Weddings and a Funeral",
    "genres": ["Comedy", "Romance"],
    "count": 103,
    "year": "1994",
    "tmdbId": "712",
    "poster": "https://image.tmdb.org/t/p/w500/qa72G2VS0bpxms6yo0tI9vsHm2e.jpg",
    "description": "Over the course of five social occasions, a committed bachelor must consider the notion that he may have discovered love.",
    "tagline": "Five good reasons to stay single."
  },
  {
    "movieId": 161,
    "title": "Crimson Tide",
    "genres": ["Drama", "Thriller", "War"],
    "count": 103,
    "year": "1995",
    "tmdbId": "8963",
    "poster": "https://image.tmdb.org/t/p/w500/21nqRJ6ofEgVvEl68J4O9V26Xzy.jpg",
    "description": "After the Cold War, a breakaway Russian republic with nuclear warheads becomes a possible worldwide threat. U.S. submarine Capt. Frank Ramsey signs on a relatively green but highly recommended Lt. Cmdr. Ron Hunter to the USS Alabama, which may be the only ship able to stop a possible Armageddon. When Ramsay insists that the Alabama must act aggressively, Hunter, fearing they will start rather than stop a disaster, leads a potential mutiny to stop him.",
    "tagline": "Danger runs deep."
  },
  {
    "movieId": 6,
    "title": "Heat",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 102,
    "year": "1995",
    "tmdbId": "949",
    "poster": "https://image.tmdb.org/t/p/w500/umSVjVdbVwtx5ryCA2QXL44Durm.jpg",
    "description": "Obsessive master thief Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.",
    "tagline": "A Los Angeles crime saga."
  },
  {
    "movieId": 778,
    "title": "Trainspotting",
    "genres": ["Comedy", "Crime", "Drama"],
    "count": 102,
    "year": "1996",
    "tmdbId": "627",
    "poster": "https://image.tmdb.org/t/p/w500/1jUC02qsqS2NxBMFarbIhcQtazV.jpg",
    "description": "Heroin addict Mark Renton stumbles through bad ideas and sobriety attempts with his unreliable friends -- Sick Boy, Begbie, Spud and Tommy. He also has an underage girlfriend, Diane, along for the ride. After cleaning up and moving from Edinburgh to London, Mark finds he can't escape the life he left behind when Begbie shows up at his front door on the lam, and a scheming Sick Boy follows.",
    "tagline": "Choose life."
  },
  {
    "movieId": 5816,
    "title": "Harry Potter and the Chamber of Secrets",
    "genres": ["Adventure", "Fantasy"],
    "count": 102,
    "year": "2002",
    "tmdbId": "672",
    "poster": "https://image.tmdb.org/t/p/w500/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg",
    "description": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
    "tagline": "Something evil has returned to Hogwarts!"
  },
  {
    "movieId": 1222,
    "title": "Full Metal Jacket",
    "genres": ["Drama", "War"],
    "count": 102,
    "year": "1987",
    "tmdbId": "600",
    "poster": "https://image.tmdb.org/t/p/w500/kMKyx1k8hWWscYFnPbnxxN4Eqo4.jpg",
    "description": "A pragmatic U.S. Marine observes the dehumanizing effects the U.S.-Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.",
    "tagline": "Vietnam can kill me, but it can’t make me care."
  },
  {
    "movieId": 292,
    "title": "Outbreak",
    "genres": ["Action", "Drama", "Sci-Fi", "Thriller"],
    "count": 101,
    "year": "1995",
    "tmdbId": "6950",
    "poster": "https://image.tmdb.org/t/p/w500/4KymNvlWR0XF0sqX2BWRd9Z3yXR.jpg",
    "description": "A deadly airborne virus finds its way into the USA and starts killing off people at an epidemic rate. Col. Sam Daniels' job is to stop the virus spreading from a small town, which must be quarantined, and to prevent an over reaction by the White House.",
    "tagline": "This animal carries a deadly virus... and the greatest medical crisis in the world is about to happen."
  },
  {
    "movieId": 434,
    "title": "Cliffhanger",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 101,
    "year": "1993",
    "tmdbId": "9350",
    "poster": "https://image.tmdb.org/t/p/w500/8v2nPPLvhEVlfXu08UZ0djK31be.jpg",
    "description": "A year after losing his friend in a tragic 4,000-foot fall, former ranger Gabe Walker and his partner, Hal, are called to return to the same peak to rescue a group of stranded climbers, only to learn the climbers are actually thieving hijackers who are looking for boxes full of money.",
    "tagline": "Hang on."
  },
  {
    "movieId": 454,
    "title": "Firm, The",
    "genres": ["Drama", "Thriller"],
    "count": 101,
    "year": "1993",
    "tmdbId": "37233",
    "poster": "https://image.tmdb.org/t/p/w500/kFexXCzidkm4LwlgZqxsJsDQB5v.jpg",
    "description": "Mitch McDeere is a young man with a promising future in Law. About to sit his Bar exam, he is approached by 'The Firm' and made an offer he doesn't refuse. Seduced by the money and gifts showered on him, he is totally oblivious to the more sinister side of his company. Then, two Associates are murdered. The FBI contact him, asking him for information and suddenly his life is ruined. He has a choice - work with the FBI, or stay with the Firm. Either way he will lose his life as he knows it. Mitch figures the only way out is to follow his own plan...",
    "tagline": "Power can be murder to resist."
  },
  {
    "movieId": 1517,
    "title": "Austin Powers: International Man of Mystery",
    "genres": ["Action", "Adventure", "Comedy"],
    "count": 100,
    "year": "1997",
    "tmdbId": "816",
    "poster": "https://image.tmdb.org/t/p/w500/cCrwSLofFvxIKxiM7m0l2s1uKt2.jpg",
    "description": "As a swinging fashion photographer by day and a groovy British superagent by night, Austin Powers is the '60s' most shagadelic spy. But can he stop megalomaniac Dr. Evil after the bald villain freezes himself and unthaws in the '90s? With the help of sexy sidekick Vanessa Kensington, he just might.",
    "tagline": "Debonair. Defiant. Defrosted."
  },
  {
    "movieId": 44191,
    "title": "V for Vendetta",
    "genres": ["Action", "Sci-Fi", "Thriller", "IMAX"],
    "count": 100,
    "year": "2006",
    "tmdbId": "752",
    "poster": "https://image.tmdb.org/t/p/w500/1avD1JeaRiJX5M4ahPdZPypGoGN.jpg",
    "description": "In a world in which Great Britain has become a fascist state, a masked vigilante known only as “V” conducts guerrilla warfare against the oppressive British government. When V rescues a young woman from the secret police, he finds in her an ally with whom he can continue his fight to free the people of Britain.",
    "tagline": "People should not be afraid of their governments. Governments should be afraid of their people."
  },
  {
    "movieId": 912,
    "title": "Casablanca",
    "genres": ["Drama", "Romance"],
    "count": 100,
    "year": "1942",
    "tmdbId": "289",
    "poster": "https://image.tmdb.org/t/p/w500/5K7cOHoay2mZusSLezBOY0Qxh8a.jpg",
    "description": "In Casablanca, Morocco in December 1941, a cynical American expatriate meets a former lover, with unforeseen complications.",
    "tagline": "They had a date with fate in Casablanca!"
  },
  {
    "movieId": 4022,
    "title": "Cast Away",
    "genres": ["Drama"],
    "count": 100,
    "year": "2000",
    "tmdbId": "8358",
    "poster": "https://image.tmdb.org/t/p/w500/7lLJgKnAicAcR5UEuo8xhSMj18w.jpg",
    "description": "Chuck Nolan, a top international manager for FedEx, and Kelly, a Ph.D. student, are in love and heading towards marriage. Then Chuck's plane to Malaysia crashes at sea during a terrible storm. He's the only survivor, and finds himself marooned on a desolate island. With no way to escape, Chuck must find ways to survive in his new home.",
    "tagline": "At the edge of the world, his journey begins."
  },
  {
    "movieId": 104,
    "title": "Happy Gilmore",
    "genres": ["Comedy"],
    "count": 99,
    "year": "1996",
    "tmdbId": "9614",
    "poster": "https://image.tmdb.org/t/p/w500/4RnCeRzvI1xk5tuNWjpDKzSnJDk.jpg",
    "description": "Failed hockey player-turned-golf whiz Happy Gilmore -- whose unconventional approach and antics on the green courts the ire of rival Shooter McGavin -- is determined to win a PGA tournament so he can save his granny's house with the prize money. Meanwhile, an attractive tour publicist tries to soften Happy's image.",
    "tagline": "He doesn't play golf... he destroys it."
  },
  {
    "movieId": 2997,
    "title": "Being John Malkovich",
    "genres": ["Comedy", "Drama", "Fantasy"],
    "count": 99,
    "year": "1999",
    "tmdbId": "492",
    "poster": "https://image.tmdb.org/t/p/w500/xVSvIwRNzwXSs0CLefiiG6A96m4.jpg",
    "description": "One day at work, unsuccessful puppeteer Craig finds a portal into the head of actor John Malkovich. The portal soon becomes a passion for anybody who enters its mad and controlling world of overtaking another human body.",
    "tagline": "Ever wanted to be someone else? Now you can."
  },
  {
    "movieId": 339,
    "title": "While You Were Sleeping",
    "genres": ["Comedy", "Romance"],
    "count": 98,
    "year": "1995",
    "tmdbId": "2064",
    "poster": "https://image.tmdb.org/t/p/w500/qNGO3ETcNwlWqK2kNRpbJSJRlos.jpg",
    "description": "A transit worker pulls commuter Peter off railway tracks after he's mugged, but—while he's in a coma—his family mistakenly thinks she's Peter's fiancée, and she doesn't correct them. Things get more complicated when she falls for his brother, who's not quite sure that she's who she claims to be.",
    "tagline": "A story about love at second sight."
  },
  {
    "movieId": 72998,
    "title": "Avatar",
    "genres": ["Action", "Adventure", "Sci-Fi", "IMAX"],
    "count": 97,
    "year": "2009",
    "tmdbId": "19995",
    "poster": "https://image.tmdb.org/t/p/w500/kyeqWdyUXW608qlYkRqosgbbJyK.jpg",
    "description": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
    "tagline": "Enter the world of Pandora."
  },
  {
    "movieId": 3114,
    "title": "Toy Story 2",
    "genres": ["Adventure", "Animation", "Children", "Comedy", "Fantasy"],
    "count": 97,
    "year": "1999",
    "tmdbId": "863",
    "poster": "https://image.tmdb.org/t/p/w500/yFWQkz2ynjwsazT6xQiIXEUsyuh.jpg",
    "description": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.",
    "tagline": "The toys are back!"
  },
  {
    "movieId": 750,
    "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "genres": ["Comedy", "War"],
    "count": 97,
    "year": "1964",
    "tmdbId": "935",
    "poster": "https://image.tmdb.org/t/p/w500/6x7MzQ6BOMlRzam1StcmPO9v61g.jpg",
    "description": "After the insane General Jack D. Ripper initiates a nuclear strike on the Soviet Union, a war room full of politicians, generals and a Russian diplomat all frantically try to stop the nuclear strike.",
    "tagline": "The hot-line suspense comedy."
  },
  {
    "movieId": 2987,
    "title": "Who Framed Roger Rabbit?",
    "genres": [
      "Adventure",
      "Animation",
      "Children",
      "Comedy",
      "Crime",
      "Fantasy",
      "Mystery"
    ],
    "count": 97,
    "year": "1988",
    "tmdbId": "856",
    "poster": "https://image.tmdb.org/t/p/w500/lYfRc57Kx9VgLZ48iulu0HKnM15.jpg",
    "description": "'Toon star Roger is worried that his wife Jessica is playing pattycake with someone else, so the studio hires detective Eddie Valiant to snoop on her. But the stakes are quickly raised when Marvin Acme is found dead and Roger is the prime suspect.",
    "tagline": "It's the story of a man, a woman, and a rabbit in a triangle of trouble."
  },
  {
    "movieId": 1617,
    "title": "L.A. Confidential",
    "genres": ["Crime", "Film-Noir", "Mystery", "Thriller"],
    "count": 97,
    "year": "1997",
    "tmdbId": "2118",
    "poster": "https://image.tmdb.org/t/p/w500/lWCgf5sD5FpMljjpkRhcC8pXcch.jpg",
    "description": "Three detectives in the corrupt and brutal L.A. police force of the 1950s use differing methods to uncover a conspiracy behind the shotgun slayings of the patrons at an all-night diner.",
    "tagline": "Everything is suspect... Everyone is for sale... And nothing is what it seems."
  },
  {
    "movieId": 3949,
    "title": "Requiem for a Dream",
    "genres": ["Drama"],
    "count": 96,
    "year": "2000",
    "tmdbId": "641",
    "poster": "https://image.tmdb.org/t/p/w500/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg",
    "description": "The drug-induced utopias of four Coney Island residents are shattered when their addictions run deep.",
    "tagline": ""
  },
  {
    "movieId": 1784,
    "title": "As Good as It Gets",
    "genres": ["Comedy", "Drama", "Romance"],
    "count": 96,
    "year": "1997",
    "tmdbId": "2898",
    "poster": "https://image.tmdb.org/t/p/w500/xXxuJPNUDZ0vjsAXca0O5p3leVB.jpg",
    "description": "Melvin Udall, a cranky, bigoted, obsessive-compulsive writer of romantic fiction, is rude to everyone he meets, including his gay neighbor, Simon. After Simon is brutally attacked and hospitalized, Melvin finds his life turned upside down when he has to look after Simon's dog. In addition, Carol, the only waitress at the local diner who will tolerate him, leaves work to care for her chronically ill son, making it impossible for Melvin to eat breakfast.",
    "tagline": "A comedy from the heart that goes for the throat. Brace yourself for Melvin."
  },
  {
    "movieId": 6365,
    "title": "Matrix Reloaded, The",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller", "IMAX"],
    "count": 96,
    "year": "2003",
    "tmdbId": "604",
    "poster": "https://image.tmdb.org/t/p/w500/9TGHDvWrqKBzwDxDodHYXEmOE6J.jpg",
    "description": "Six months after the events depicted in The Matrix, Neo has proved to be a good omen for the free humans, as more and more humans are being freed from the matrix and brought to Zion, the one and only stronghold of the Resistance.  Neo himself has discovered his superpowers including super speed, ability to see the codes of the things inside the matrix and a certain degree of pre-cognition. But a nasty piece of news hits the human resistance: 250,000 machine sentinels are digging to Zion and would reach them in 72 hours. As Zion prepares for the ultimate war, Neo, Morpheus and Trinity are advised by the Oracle to find the Keymaker who would help them reach the Source.  Meanwhile Neo's recurrent dreams depicting Trinity's death have got him worried and as if it was not enough, Agent Smith has somehow escaped deletion, has become more powerful than before and has fixed Neo as his next target.",
    "tagline": "Free your mind."
  },
  {
    "movieId": 1961,
    "title": "Rain Man",
    "genres": ["Drama"],
    "count": 96,
    "year": "1988",
    "tmdbId": "380",
    "poster": "https://image.tmdb.org/t/p/w500/iTNHwO896WKkaoPtpMMS74d8VNi.jpg",
    "description": "When car dealer Charlie Babbitt learns that his estranged father has died, he returns home to Cincinnati, where he discovers that he has a savant older brother named Raymond and that his father's $3 million fortune is being left to the mental institution in which Raymond lives. Motivated by his father's money, Charlie checks Raymond out of the facility in order to return with him to Los Angeles. The brothers' cross-country trip ends up changing both their lives.",
    "tagline": "A journey through understanding and fellowship."
  },
  {
    "movieId": 59315,
    "title": "Iron Man",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 94,
    "year": "2008",
    "tmdbId": "1726",
    "poster": "https://image.tmdb.org/t/p/w500/78lPtwv72eTNqFW9COBYI0dWDJa.jpg",
    "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
    "tagline": "Heroes aren't born. They're built."
  },
  {
    "movieId": 4027,
    "title": "O Brother, Where Art Thou?",
    "genres": ["Adventure", "Comedy", "Crime"],
    "count": 94,
    "year": "2000",
    "tmdbId": "134",
    "poster": "https://image.tmdb.org/t/p/w500/s9foMAcLg8GEzzQzer04qOGdD1k.jpg",
    "description": "In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them. On their journey they come across many comical characters and incredible situations. Based upon Homer's 'Odyssey'.",
    "tagline": "They have a plan, but not a clue."
  },
  {
    "movieId": 2502,
    "title": "Office Space",
    "genres": ["Comedy", "Crime"],
    "count": 94,
    "year": "1999",
    "tmdbId": "1542",
    "poster": "https://image.tmdb.org/t/p/w500/v7fBXxHZ5WQn2PGgpXhTqHgtcJk.jpg",
    "description": "A depressed white-collar worker tries hypnotherapy, only to find himself in a perpetual state of devil-may-care bliss that prompts him to start living by his own rules, and hatch a hapless attempt to embezzle money from his soul-killing employers.",
    "tagline": "Work sucks."
  },
  {
    "movieId": 4011,
    "title": "Snatch",
    "genres": ["Comedy", "Crime", "Thriller"],
    "count": 93,
    "year": "2000",
    "tmdbId": "107",
    "poster": "https://image.tmdb.org/t/p/w500/8KSDI7ijEv7QVZdIyrLw5Gnhhr8.jpg",
    "description": "Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers and supposedly Jewish jewelers fight to track down a priceless stolen diamond.",
    "tagline": "Stealin' stones and breakin' bones."
  },
  {
    "movieId": 8368,
    "title": "Harry Potter and the Prisoner of Azkaban",
    "genres": ["Adventure", "Fantasy", "IMAX"],
    "count": 93,
    "year": "2004",
    "tmdbId": "673",
    "poster": "https://image.tmdb.org/t/p/w500/aWxwnYoe8p2d2fcxOqtvAtJ72Rw.jpg",
    "description": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
    "tagline": "Something wicked this way comes."
  },
  {
    "movieId": 551,
    "title": "Nightmare Before Christmas, The",
    "genres": ["Animation", "Children", "Fantasy", "Musical"],
    "count": 93,
    "year": "1993",
    "tmdbId": "9479",
    "poster": "https://image.tmdb.org/t/p/w500/oQffRNjK8e19rF7xVYEN8ew0j7b.jpg",
    "description": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
    "tagline": "What's this?"
  },
  {
    "movieId": 919,
    "title": "Wizard of Oz, The",
    "genres": ["Adventure", "Children", "Fantasy", "Musical"],
    "count": 92,
    "year": "1939",
    "tmdbId": "630",
    "poster": "https://image.tmdb.org/t/p/w500/pfAZFD7I2hxW9HCChTuAzsdE6UX.jpg",
    "description": "Young Dorothy finds herself in a magical world where she makes friends with a lion, a scarecrow and a tin man as they make their way along the yellow brick road to talk with the Wizard and ask for the things they miss most in their lives. The Wicked Witch of the West is the only thing that could stop them.",
    "tagline": "We're off to see the Wizard, the wonderful Wizard of Oz!"
  },
  {
    "movieId": 288,
    "title": "Natural Born Killers",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 92,
    "year": "1994",
    "tmdbId": "241",
    "poster": "https://image.tmdb.org/t/p/w500/fEKZwT91gxvkAoyPgpNXo8W5fu0.jpg",
    "description": "Two victims of traumatized childhoods become lovers and serial murderers irresponsibly glorified by the mass media.",
    "tagline": "The media made them superstars."
  },
  {
    "movieId": 2396,
    "title": "Shakespeare in Love",
    "genres": ["Comedy", "Drama", "Romance"],
    "count": 92,
    "year": "1998",
    "tmdbId": "1934",
    "poster": "https://image.tmdb.org/t/p/w500/zdW7jdzPi4J9KZR3TyY2jn3Xh5e.jpg",
    "description": "Young Shakespeare is forced to stage his latest comedy, \"Romeo and Ethel, the Pirate's Daughter,\" before it's even written. When a lovely noblewoman auditions for a role, they fall into forbidden love -- and his play finds a new life (and title). As their relationship progresses, Shakespeare's comedy soon transforms into tragedy.",
    "tagline": "Love is the only inspiration."
  },
  {
    "movieId": 5378,
    "title": "Star Wars: Episode II - Attack of the Clones",
    "genres": ["Action", "Adventure", "Sci-Fi", "IMAX"],
    "count": 92,
    "year": "2002",
    "tmdbId": "1894",
    "poster": "https://image.tmdb.org/t/p/w500/oZNPzxqM2s5DyVWab09NTQScDQt.jpg",
    "description": "Following an assassination attempt on Senator Padmé Amidala, Jedi Knights Anakin Skywalker and Obi-Wan Kenobi investigate a mysterious plot that could change the galaxy forever.",
    "tagline": "A Jedi shall not know anger. Nor hatred. Nor love."
  },
  {
    "movieId": 8360,
    "title": "Shrek 2",
    "genres": [
      "Adventure",
      "Animation",
      "Children",
      "Comedy",
      "Musical",
      "Romance"
    ],
    "count": 92,
    "year": "2004",
    "tmdbId": "809",
    "poster": "https://image.tmdb.org/t/p/w500/2yYP0PQjG8zVqturh1BAqu2Tixl.jpg",
    "description": "Shrek, Fiona, and Donkey set off to Far, Far Away to meet Fiona's mother and father, the Queen and King. But not everyone is happily ever after. Shrek and the King find it difficult to get along, and there's tension in the marriage. The Fairy Godmother discovers that Fiona has married Shrek instead of her son Prince Charming and plots to destroy their marriage.",
    "tagline": "What happens after happily ever after?"
  },
  {
    "movieId": 2355,
    "title": "Bug's Life, A",
    "genres": ["Adventure", "Animation", "Children", "Comedy"],
    "count": 92,
    "year": "1998",
    "tmdbId": "9487",
    "poster": "https://image.tmdb.org/t/p/w500/Ah3J9OJVc2CNCuH2zMydXy9fmIC.jpg",
    "description": "On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.",
    "tagline": "An epic presentation of miniature proportions."
  },
  {
    "movieId": 1917,
    "title": "Armageddon",
    "genres": ["Action", "Romance", "Sci-Fi", "Thriller"],
    "count": 92,
    "year": "1998",
    "tmdbId": "95",
    "poster": "https://image.tmdb.org/t/p/w500/eTM3qtGhDU8cvjpoa6KEt5E2auU.jpg",
    "description": "When an asteroid threatens to collide with Earth, NASA honcho Dan Truman determines the only way to stop it is to drill into its surface and detonate a nuclear bomb. This leads him to renowned driller Harry Stamper, who agrees to helm the dangerous space mission provided he can bring along his own hotshot crew. Among them is the cocksure A.J. who Harry thinks isn't good enough for his daughter, until the mission proves otherwise.",
    "tagline": "For love. For honor. For mankind."
  },
  {
    "movieId": 1259,
    "title": "Stand by Me",
    "genres": ["Adventure", "Drama"],
    "count": 91,
    "year": "1986",
    "tmdbId": "235",
    "poster": "https://image.tmdb.org/t/p/w500/vz0w9BSehcqjDcJOjRaCk7fgJe7.jpg",
    "description": "After learning that a boy their age has been accidentally killed near their rural homes, four Oregon boys decide to go see the body. On the way, Gordie,  Vern, Chris and Teddy encounter a mean junk man and a marsh full of leeches, as they also learn more about one another and their very different home lives. Just a lark at first, the boys' adventure evolves into a defining event in their lives.",
    "tagline": "For some, it's the last real taste of innocence, and the first real taste of life."
  },
  {
    "movieId": 1387,
    "title": "Jaws",
    "genres": ["Action", "Horror"],
    "count": 91,
    "year": "1975",
    "tmdbId": "578",
    "poster": "https://image.tmdb.org/t/p/w500/lxM6kqilAdpdhqUl2biYp5frUxE.jpg",
    "description": "When the seaside community of Amity finds itself under attack by a dangerous great white shark, the town's chief of police, a young marine biologist, and a grizzled hunter embark on a desperate quest to destroy the beast before it strikes again.",
    "tagline": "The terrifying motion picture from the terrifying No.1 best seller."
  },
  {
    "movieId": 3948,
    "title": "Meet the Parents",
    "genres": ["Comedy"],
    "count": 91,
    "year": "2000",
    "tmdbId": "1597",
    "poster": "https://image.tmdb.org/t/p/w500/5tXJ9ctuyEOMUFLaeqRisbXowWs.jpg",
    "description": "Greg Focker is ready to marry his girlfriend, Pam, but before he pops the question, he must win over her formidable father, humorless former CIA agent Jack Byrnes, at the wedding of Pam's sister. As Greg bends over backward to make a good impression, his visit to the Byrnes home turns into a hilarious series of disasters, and everything that can go wrong does, all under Jack's critical, hawklike gaze.",
    "tagline": "First comes love. Then comes the interrogation."
  },
  {
    "movieId": 1356,
    "title": "Star Trek: First Contact",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller"],
    "count": 91,
    "year": "1996",
    "tmdbId": "199",
    "poster": "https://image.tmdb.org/t/p/w500/iqhHe893Vcf07jNkNQ31tu85dKG.jpg",
    "description": "The Borg, a relentless race of cyborgs, are on a direct course for Earth. Violating orders to stay away from the battle, Captain Picard and the crew of the newly-commissioned USS Enterprise E pursue the Borg back in time to prevent the invaders from changing Federation history and assimilating the galaxy.",
    "tagline": "Resistance is futile."
  },
  {
    "movieId": 2797,
    "title": "Big",
    "genres": ["Comedy", "Drama", "Fantasy", "Romance"],
    "count": 91,
    "year": "1988",
    "tmdbId": "2280",
    "poster": "https://image.tmdb.org/t/p/w500/eWhCDJiwxvx3YXkAFRiHjimnF0j.jpg",
    "description": "When a young boy makes a wish at a carnival machine to be big—he wakes up the following morning to find that it has been granted and his body has grown older overnight. But he is still the same 13-year-old boy inside. Now he must learn how to cope with the unfamiliar world of grown-ups including getting a job and having his first romantic encounter with a woman.",
    "tagline": "Have you ever had a really big secret?"
  },
  {
    "movieId": 2174,
    "title": "Beetlejuice",
    "genres": ["Comedy", "Fantasy"],
    "count": 91,
    "year": "1988",
    "tmdbId": "4011",
    "poster": "https://image.tmdb.org/t/p/w500/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg",
    "description": "A newly dead New England couple seeks help from a deranged demon exorcist to scare an affluent New York family out of their home.",
    "tagline": "In this house, if you've seen one ghost...you haven't seen them all."
  },
  {
    "movieId": 48780,
    "title": "Prestige, The",
    "genres": ["Drama", "Mystery", "Sci-Fi", "Thriller"],
    "count": 90,
    "year": "2006",
    "tmdbId": "1124",
    "poster": "https://image.tmdb.org/t/p/w500/bdN3gXuIZYaJP7ftKK2sU0nPtEA.jpg",
    "description": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.",
    "tagline": "Are You Watching Closely?"
  },
  {
    "movieId": 1610,
    "title": "Hunt for Red October, The",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 90,
    "year": "1990",
    "tmdbId": "1669",
    "poster": "https://image.tmdb.org/t/p/w500/yVl7zidse4KiWtGMqHFtZCx4X3N.jpg",
    "description": "A new technologically-superior Soviet nuclear sub, the Red October, is heading for the U.S. coast under the command of Captain Marko Ramius. The American government thinks Ramius is planning to attack. Lone CIA analyst Jack Ryan has a different idea: he thinks Ramius is planning to defect, but he has only a few hours to find him and prove it - because the entire Russian naval and air commands are trying to find Ramius, too. The hunt is on!",
    "tagline": "Invisible. Silent. Stolen."
  },
  {
    "movieId": 21,
    "title": "Get Shorty",
    "genres": ["Comedy", "Crime", "Thriller"],
    "count": 89,
    "year": "1995",
    "tmdbId": "8012",
    "poster": "https://image.tmdb.org/t/p/w500/r82SdPhg4fnIcLt0ogIjQxqjdcO.jpg",
    "description": "Chili Palmer is a Miami mobster who gets sent by his boss, the psychopathic \"Bones\" Barboni, to collect a bad debt from Harry Zimm, a Hollywood producer who specializes in cheesy horror films. When Chili meets Harry's leading lady, the romantic sparks fly. After pitching his own life story as a movie idea, Chili learns that being a mobster and being a Hollywood producer really aren't all that different.",
    "tagline": "Attitude plays a part."
  },
  {
    "movieId": 1080,
    "title": "Monty Python's Life of Brian",
    "genres": ["Comedy"],
    "count": 89,
    "year": "1979",
    "tmdbId": "583",
    "poster": "https://image.tmdb.org/t/p/w500/lSSA64WF0M0BXnjwr2quMh6shCl.jpg",
    "description": "Brian Cohen is an average young Jewish man, but through a series of ridiculous events, he gains a reputation as the Messiah. When he's not dodging his followers or being scolded by his shrill mother, the hapless Brian has to contend with the pompous Pontius Pilate and acronym-obsessed members of a separatist movement. Rife with Monty Python's signature absurdity, the tale finds Brian's life paralleling Biblical lore, albeit with many more laughs.",
    "tagline": "He's not the messiah...he's just a naughty boy."
  },
  {
    "movieId": 2012,
    "title": "Back to the Future Part III",
    "genres": ["Adventure", "Comedy", "Sci-Fi", "Western"],
    "count": 88,
    "year": "1990",
    "tmdbId": "196",
    "poster": "https://image.tmdb.org/t/p/w500/crzoVQnMzIrRfHtQw0tLBirNfVg.jpg",
    "description": "The final installment finds Marty digging the trusty DeLorean out of a mineshaft and looking for Doc in the Wild West of 1885. But when their time machine breaks down, the travelers are stranded in a land of spurs. More problems arise when Doc falls for pretty schoolteacher Clara Clayton, and Marty tangles with Buford Tannen.",
    "tagline": "They've saved the best trip for last... But this time they may have gone too far."
  },
  {
    "movieId": 2916,
    "title": "Total Recall",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller"],
    "count": 88,
    "year": "1990",
    "tmdbId": "861",
    "poster": "https://image.tmdb.org/t/p/w500/wVbeL6fkbTKSmNfalj4VoAUUqJv.jpg",
    "description": "Construction worker Douglas Quaid's obsession with the planet Mars leads him to visit Recall, a company that manufactures memories. When his memory implant goes wrong, Doug can no longer be sure what is and isn't reality.",
    "tagline": "They stole his mind. Now, he wants it back."
  },
  {
    "movieId": 19,
    "title": "Ace Ventura: When Nature Calls",
    "genres": ["Comedy"],
    "count": 88,
    "year": "1995",
    "tmdbId": "9273",
    "poster": "https://image.tmdb.org/t/p/w500/wcinCf1ov2D6M3P7BBZkzQFOiIb.jpg",
    "description": "Summoned from an ashram in Tibet, Ace finds himself on a perilous journey into the jungles of Africa to find Shikaka, the missing sacred animal of the friendly Wachati tribe. He must accomplish this before the wedding of the Wachati's Princess to the prince of the warrior Wachootoos. If Ace fails, the result will be a vicious tribal war.",
    "tagline": "New animals. New adventures. Same hair."
  },
  {
    "movieId": 68157,
    "title": "Inglourious Basterds",
    "genres": ["Action", "Drama", "War"],
    "count": 88,
    "year": "2009",
    "tmdbId": "16869",
    "poster": "https://image.tmdb.org/t/p/w500/7sfbEnaARXDDhKm0CZ7D7uc2sbo.jpg",
    "description": "In Nazi-occupied France during World War II, a group of Jewish-American soldiers known as \"The Basterds\" are chosen specifically to spread fear throughout the Third Reich by scalping and brutally killing Nazis. The Basterds, lead by Lt. Aldo Raine soon cross paths with a French-Jewish teenage girl who runs a movie theater in Paris which is targeted by the soldiers.",
    "tagline": "A basterd's work is never done."
  },
  {
    "movieId": 2324,
    "title": "Life Is Beautiful (La Vita è bella)",
    "genres": ["Comedy", "Drama", "Romance", "War"],
    "count": 88,
    "year": "1997",
    "tmdbId": "637",
    "poster": "https://image.tmdb.org/t/p/w500/74hLDKjD5aGYOotO6esUVaeISa2.jpg",
    "description": "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.",
    "tagline": "An unforgettable fable that proves love, family and imagination conquer all."
  },
  {
    "movieId": 2791,
    "title": "Airplane!",
    "genres": ["Comedy"],
    "count": 87,
    "year": "1980",
    "tmdbId": "813",
    "poster": "https://image.tmdb.org/t/p/w500/7Q3efxd3AF1vQjlSxnlerSA7RzN.jpg",
    "description": "An ex-fighter pilot forced to take over the controls of an airliner when the flight crew succumbs to food poisoning.",
    "tagline": "What's slower than a speeding bullet, and able to hit tall buildings at a single bound?"
  },
  {
    "movieId": 2011,
    "title": "Back to the Future Part II",
    "genres": ["Adventure", "Comedy", "Sci-Fi"],
    "count": 87,
    "year": "1989",
    "tmdbId": "165",
    "poster": "https://image.tmdb.org/t/p/w500/YBawEsTkUZBDajKbd5LiHkmMGf.jpg",
    "description": "Marty and Doc are at it again as the time-traveling duo head to 2015 to nip some McFly family woes in the bud. But things go awry thanks to bully Biff Tannen and a pesky sports almanac. In a last-ditch attempt to set things straight, Marty finds himself bound for 1955 and face to face with his teenage parents -- again.",
    "tagline": "Getting back was only the beginning."
  },
  {
    "movieId": 5618,
    "title": "Spirited Away (Sen to Chihiro no kamikakushi)",
    "genres": ["Adventure", "Animation", "Fantasy"],
    "count": 87,
    "year": "2001",
    "tmdbId": "129",
    "poster": "https://image.tmdb.org/t/p/w500/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
    "description": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
    "tagline": "On the other side of the tunnel was a mysterious town."
  },
  {
    "movieId": 2617,
    "title": "Mummy, The",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Horror",
      "Thriller"
    ],
    "count": 87,
    "year": "1999",
    "tmdbId": "564",
    "poster": "https://image.tmdb.org/t/p/w500/yhIsVvcUm7QxzLfT6HW2wLf5ajY.jpg",
    "description": "Dashing legionnaire Rick O'Connell stumbles upon the hidden ruins of Hamunaptra while in the midst of a battle to claim the area in 1920s Egypt. It has been over three thousand years since former High Priest Imhotep suffered a fate worse than death as a punishment for a forbidden love—along with a curse that guarantees eternal doom upon the world if he is ever awoken.",
    "tagline": "The sands will rise. The heavens will part. The power will be unleashed."
  },
  {
    "movieId": 1391,
    "title": "Mars Attacks!",
    "genres": ["Action", "Comedy", "Sci-Fi"],
    "count": 86,
    "year": "1996",
    "tmdbId": "75",
    "poster": "https://image.tmdb.org/t/p/w500/bGxhc8Cd908XbDxg5baDvbiVzUI.jpg",
    "description": "A fleet of Martian spacecraft surrounds the world's major cities and all of humanity waits to see if the extraterrestrial visitors have, as they claim, \"come in peace.\" U.S. President James Dale receives assurance from science professor Donald Kessler that the Martians' mission is a friendly one. But when a peaceful exchange ends in the total annihilation of the U.S. Congress, military men call for a full-scale nuclear retaliation.",
    "tagline": "Nice planet. We'll take it!"
  },
  {
    "movieId": 1653,
    "title": "Gattaca",
    "genres": ["Drama", "Sci-Fi", "Thriller"],
    "count": 86,
    "year": "1997",
    "tmdbId": "782",
    "poster": "https://image.tmdb.org/t/p/w500/eSKr5Fl1MEC7zpAXaLWBWSBjgJq.jpg",
    "description": "Vincent is an all-too-human man who dares to defy a system obsessed with genetic perfection. He is an \"In-Valid\" who assumes the identity of a member of the genetic elite to pursue his goal of traveling into space with the Gattaca Aerospace Corporation.",
    "tagline": "There is no gene for the human spirit."
  },
  {
    "movieId": 1246,
    "title": "Dead Poets Society",
    "genres": ["Drama"],
    "count": 86,
    "year": "1989",
    "tmdbId": "207",
    "poster": "https://image.tmdb.org/t/p/w500/hmGAF5NDoYB6S39UONevjHCESOI.jpg",
    "description": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.",
    "tagline": "He was their inspiration. He made their lives extraordinary."
  },
  {
    "movieId": 141,
    "title": "Birdcage, The",
    "genres": ["Comedy"],
    "count": 86,
    "year": "1996",
    "tmdbId": "11000",
    "poster": "https://image.tmdb.org/t/p/w500/hU2XeckncHS61TWZKDtw1BrKmOO.jpg",
    "description": "Middle-aged gay life partners, Armand Goldman, a Jewish drag club owner, and Albert, the club's flamboyant star attraction, live in the eclectic community of South Beach and have raised a straight son. Now, their newly engaged son, 20-year-old Val, wants to bring his fiancée, Barbara, and her ultraconservative parents home to meet his family for the first time. By Val's request, Armand pretends to be straight, not Jewish and attempts to hide his relationship with Albert, in order to please Barbara's father, controversial right-wing Republican Sen. Kevin Keeley.",
    "tagline": "Come as you are."
  },
  {
    "movieId": 1393,
    "title": "Jerry Maguire",
    "genres": ["Drama", "Romance"],
    "count": 85,
    "year": "1996",
    "tmdbId": "9390",
    "poster": "https://image.tmdb.org/t/p/w500/lABvGN7fDk5ifnwZoxij6G96t2w.jpg",
    "description": "Jerry Maguire used to be a typical sports agent: willing to do just about anything he could to get the biggest possible contracts for his clients, plus a nice commission for himself. Then, one day, he suddenly has second thoughts about what he's really doing. When he voices these doubts, he ends up losing his job and all of his clients, save Rod Tidwell, an egomaniacal football player.",
    "tagline": "Everybody loved him... Everybody disappeared. The journey is everything."
  },
  {
    "movieId": 1307,
    "title": "When Harry Met Sally...",
    "genres": ["Comedy", "Romance"],
    "count": 85,
    "year": "1989",
    "tmdbId": "639",
    "poster": "https://image.tmdb.org/t/p/w500/rFOiFUhTMtDetqCGClC9PIgnC1P.jpg",
    "description": "During their travel from Chicago to New York, Harry and Sally debate whether or not sex ruins a friendship between a man and a woman. Eleven years later, and they're still no closer to finding the answer.",
    "tagline": "Can two friends sleep together and still love each other in the morning?"
  },
  {
    "movieId": 5218,
    "title": "Ice Age",
    "genres": ["Adventure", "Animation", "Children", "Comedy"],
    "count": 85,
    "year": "2002",
    "tmdbId": "425",
    "poster": "https://image.tmdb.org/t/p/w500/gLhHHZUzeseRXShoDyC4VqLgsNv.jpg",
    "description": "With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.",
    "tagline": "They came. They thawed. They conquered."
  },
  {
    "movieId": 32587,
    "title": "Sin City",
    "genres": ["Action", "Crime", "Film-Noir", "Mystery", "Thriller"],
    "count": 84,
    "year": "2005",
    "tmdbId": "187",
    "poster": "https://image.tmdb.org/t/p/w500/i66G50wATMmPrvpP95f0XP6ZdVS.jpg",
    "description": "Welcome to Sin City. This town beckons to the tough, the corrupt, the brokenhearted. Some call it dark… Hard-boiled. Then there are those who call it home — Crooked cops, sexy dames, desperate vigilantes. Some are seeking revenge, others lust after redemption, and then there are those hoping for a little of both. A universe of unlikely and reluctant heroes still trying to do the right thing in a city that refuses to care.",
    "tagline": "Walk down the right back alley in Sin City and you can find anything..."
  },
  {
    "movieId": 904,
    "title": "Rear Window",
    "genres": ["Mystery", "Thriller"],
    "count": 84,
    "year": "1954",
    "tmdbId": "567",
    "poster": "https://image.tmdb.org/t/p/w500/ILVF0eJxHMddjxeQhswFtpMtqx.jpg",
    "description": "A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.",
    "tagline": "It only takes one witness to spoil the perfect crime."
  },
  {
    "movieId": 1220,
    "title": "Blues Brothers, The",
    "genres": ["Action", "Comedy", "Musical"],
    "count": 84,
    "year": "1980",
    "tmdbId": "525",
    "poster": "https://image.tmdb.org/t/p/w500/rhYJKOt6UrQq7JQgLyQcSWW5R86.jpg",
    "description": "Jake Blues, just released from prison, puts his old band back together to save the Catholic home where he and his brother Elwood were raised.",
    "tagline": "They'll never get caught. They're on a mission from God."
  },
  {
    "movieId": 410,
    "title": "Addams Family Values",
    "genres": ["Children", "Comedy", "Fantasy"],
    "count": 84,
    "year": "1993",
    "tmdbId": "2758",
    "poster": "https://image.tmdb.org/t/p/w500/sdxT2VjVSx9DRicwnuECUdBHeE7.jpg",
    "description": "Siblings Wednesday and Pugsley Addams will stop at nothing to get rid of Pubert, the new baby boy adored by parents Gomez and Morticia. Things go from bad to worse when the new \"black widow\" nanny, Debbie Jellinsky, launches her plan to add Fester to her collection of dead husbands.",
    "tagline": "The family just got a little stranger."
  },
  {
    "movieId": 95,
    "title": "Broken Arrow",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 84,
    "year": "1996",
    "tmdbId": "9208",
    "poster": "https://image.tmdb.org/t/p/w500/iBPMwYYJFvdCBkXrwV75peo5Lz2.jpg",
    "description": "When rogue stealth-fighter pilot Vic Deakins deliberately drops off the radar while on maneuvers, the Air Force ends up with two stolen nuclear warheads -- and Deakins's co-pilot, Riley Hale, is the military's only hope for getting them back. Traversing the deserted canyons of Utah, Hale teams with park ranger Terry Carmichael to put Deakins back in his box.",
    "tagline": "Prepare to go ballistic."
  },
  {
    "movieId": 1219,
    "title": "Psycho",
    "genres": ["Crime", "Horror"],
    "count": 83,
    "year": "1960",
    "tmdbId": "539",
    "poster": "https://image.tmdb.org/t/p/w500/yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "description": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "tagline": "A new and altogether different screen excitement!"
  },
  {
    "movieId": 3897,
    "title": "Almost Famous",
    "genres": ["Drama"],
    "count": 83,
    "year": "2000",
    "tmdbId": "786",
    "poster": "https://image.tmdb.org/t/p/w500/3rrkyLYbgLj84AYvjhdcJot4JPx.jpg",
    "description": "In 1973, 15-year-old William Miller's unabashed love of music and aspiration to become a rock journalist lands him an assignment from Rolling Stone magazine to interview and tour with the up-and-coming band, Stillwater.",
    "tagline": "Experience it. Enjoy it. Just don't fall for it."
  },
  {
    "movieId": 1101,
    "title": "Top Gun",
    "genres": ["Action", "Romance"],
    "count": 83,
    "year": "1986",
    "tmdbId": "744",
    "poster": "https://image.tmdb.org/t/p/w500/xUuHj3CgmZQ9P2cMaqQs4J0d4Zc.jpg",
    "description": "For Lieutenant Pete 'Maverick' Mitchell and his friend and co-pilot Nick 'Goose' Bradshaw, being accepted into an elite training school for fighter pilots is a dream come true. But a tragedy, as well as personal demons, will threaten Pete's dreams of becoming an ace pilot.",
    "tagline": "Up there with the best of the best."
  },
  {
    "movieId": 788,
    "title": "Nutty Professor, The",
    "genres": ["Comedy", "Fantasy", "Romance", "Sci-Fi"],
    "count": 82,
    "year": "1996",
    "tmdbId": "9327",
    "poster": "https://image.tmdb.org/t/p/w500/fMtb5aZoLRNbMnCkatFsTmPRfl5.jpg",
    "description": "When beautiful Carla Purty joins the university faculty, genetic professor Dr. Sherman Klump grows desperate to whittle his 400-pound frame down to size and win her heart. So, with one swig of his experimental fat-reducing serum, Sherman becomes 'Buddy Love', a fast-talking, pumped-up, plumped down Don Juan.",
    "tagline": "Inside Sherman Klump, a party animal is about to break out."
  },
  {
    "movieId": 16,
    "title": "Casino",
    "genres": ["Crime", "Drama"],
    "count": 82,
    "year": "1995",
    "tmdbId": "524",
    "poster": "https://image.tmdb.org/t/p/w500/gziIkUSnYuj9ChCi8qOu2ZunpSC.jpg",
    "description": "In early-1970s Las Vegas, Sam \"Ace\" Rothstein gets tapped by his bosses to head the Tangiers Casino. At first, he's a great success in the job, but over the years, problems with his loose-cannon enforcer Nicky Santoro, his ex-hustler wife Ginger, her con-artist ex Lester Diamond and a handful of corrupt politicians put Sam in ever-increasing danger.",
    "tagline": "No one stays at the top forever."
  },
  {
    "movieId": 1584,
    "title": "Contact",
    "genres": ["Drama", "Sci-Fi"],
    "count": 82,
    "year": "1997",
    "tmdbId": "686",
    "poster": "https://image.tmdb.org/t/p/w500/bCpMIywuNZeWt3i5UMLEIc0VSwM.jpg",
    "description": "A radio astronomer receives the first extraterrestrial radio signal ever picked up on Earth. As the world powers scramble to decipher the message and decide upon a course of action, she must make some difficult decisions between her beliefs, the truth, and reality.",
    "tagline": "Take a journey to the heart of the universe."
  },
  {
    "movieId": 300,
    "title": "Quiz Show",
    "genres": ["Drama"],
    "count": 81,
    "year": "1994",
    "tmdbId": "11450",
    "poster": "https://image.tmdb.org/t/p/w500/yoGJo1h3Hl2exXPVcG9UXWDENtX.jpg",
    "description": "Herbert Stempel's transformation into an unexpected television personality unfolds as he secures victory on the cherished American game show, 'Twenty-One.' However, when the show introduces the highly skilled contestant Charles Van Doren to replace Stempel, it compels Stempel to let out his frustrations and call out the show as rigged. Lawyer Richard Goodwin steps in and attempts to uncover the orchestrated deception behind the scenes.",
    "tagline": "Fifty million people watched but no one saw a thing."
  },
  {
    "movieId": 49272,
    "title": "Casino Royale",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 81,
    "year": "2006",
    "tmdbId": "36557",
    "poster": "https://image.tmdb.org/t/p/w500/lMrxYKKhd4lqRzwUHAy5gcx9PSO.jpg",
    "description": "Le Chiffre, a banker to the world's terrorists, is scheduled to participate in a high-stakes poker game in Montenegro, where he intends to use his winnings to establish his financial grip on the terrorist market. M sends Bond—on his maiden mission as a 00 Agent—to attend this game and prevent Le Chiffre from winning. With the help of Vesper Lynd and Felix Leiter, Bond enters the most important poker game in his already dangerous career.",
    "tagline": "Everyone has a past. Every legend has a beginning."
  },
  {
    "movieId": 54286,
    "title": "Bourne Ultimatum, The",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 81,
    "year": "2007",
    "tmdbId": "2503",
    "poster": "https://image.tmdb.org/t/p/w500/15rMz5MRXFp7CP4VxhjYw4y0FUn.jpg",
    "description": "Bourne is brought out of hiding once again by reporter Simon Ross who is trying to unveil Operation Blackbriar, an upgrade to Project Treadstone, in a series of newspaper columns. Information from the reporter stirs a new set of memories, and Bourne must finally uncover his dark past while dodging The Company's best efforts to eradicate him.",
    "tagline": "Remember everything. Forgive nothing."
  },
  {
    "movieId": 317,
    "title": "Santa Clause, The",
    "genres": ["Comedy", "Drama", "Fantasy"],
    "count": 81,
    "year": "1994",
    "tmdbId": "11395",
    "poster": "https://image.tmdb.org/t/p/w500/hvV2rI60qOYELT7tHHLpxtafnBZ.jpg",
    "description": "On Christmas Eve, divorced dad Scott Calvin and his son discover Santa Claus has fallen off their roof. When Scott takes the reins of the magical sleigh, he finds he is now the new Santa, and must convince a world of disbelievers, including himself.",
    "tagline": "This Christmas, the snow hits the fan."
  },
  {
    "movieId": 48394,
    "title": "Pan's Labyrinth (Laberinto del fauno, El)",
    "genres": ["Drama", "Fantasy", "Thriller"],
    "count": 81,
    "year": "2006",
    "tmdbId": "1417",
    "poster": "https://image.tmdb.org/t/p/w500/s8C4whhKtDaJvMDcyiMvx3BIF5F.jpg",
    "description": "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.",
    "tagline": "What happens when make-believe believes it's real?"
  },
  {
    "movieId": 442,
    "title": "Demolition Man",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 81,
    "year": "1993",
    "tmdbId": "9739",
    "poster": "https://image.tmdb.org/t/p/w500/pxWuGsyzVQSqHWxVQLy4XUcopIL.jpg",
    "description": "Simon Phoenix, a violent criminal cryogenically frozen in 1996, escapes during a parole hearing in 2032 in the utopia of San Angeles. Police are incapable of dealing with his violent ways and turn to his captor, who had also been cryogenically frozen after being wrongfully accused of killing 30 innocent people while apprehending Phoenix.",
    "tagline": "The future isn't big enough for the both of them."
  },
  {
    "movieId": 51662,
    "title": "300",
    "genres": ["Action", "Fantasy", "War", "IMAX"],
    "count": 80,
    "year": "2007",
    "tmdbId": "1271",
    "poster": "https://image.tmdb.org/t/p/w500/h7Lcio0c9ohxPhSZg42eTlKIVVY.jpg",
    "description": "Based on Frank Miller's graphic novel, \"300\" is very loosely based the 480 B.C. Battle of Thermopylae, where the King of Sparta led his army against the advancing Persians; the battle is said to have inspired all of Greece to band together against the Persians, and helped usher in the world's first democracy.",
    "tagline": "Prepare for glory!"
  },
  {
    "movieId": 1676,
    "title": "Starship Troopers",
    "genres": ["Action", "Sci-Fi"],
    "count": 80,
    "year": "1997",
    "tmdbId": "563",
    "poster": "https://image.tmdb.org/t/p/w500/wlveVIVxvI7AHR4u5X9J0n31gmE.jpg",
    "description": "Set in the future, the story follows a young soldier named Johnny Rico and his exploits in the Mobile Infantry. Rico's military career progresses from recruit to non-commissioned officer and finally to officer against the backdrop of an interstellar war between mankind and an arachnoid species known as \"the Bugs.\"",
    "tagline": "A new kind of enemy. A new kind of war."
  },
  {
    "movieId": 2291,
    "title": "Edward Scissorhands",
    "genres": ["Drama", "Fantasy", "Romance"],
    "count": 80,
    "year": "1990",
    "tmdbId": "162",
    "poster": "https://image.tmdb.org/t/p/w500/e0FqKFvGPdQNWG8tF9cZBtev9Em.jpg",
    "description": "A small suburban town receives a visit from a castaway unfinished science experiment named Edward.",
    "tagline": "Innocence is what he knows. Beauty is what she sees."
  },
  {
    "movieId": 62,
    "title": "Mr. Holland's Opus",
    "genres": ["Drama"],
    "count": 80,
    "year": "1995",
    "tmdbId": "2054",
    "poster": "https://image.tmdb.org/t/p/w500/jYEKdpVvRV3KdyHMUVYyg0KTVSY.jpg",
    "description": "In 1965, passionate musician Glenn Holland takes a day job as a high school music teacher, convinced it's just a small obstacle on the road to his true calling: writing a historic opus. As the decades roll by with the composition unwritten but generations of students inspired through his teaching, Holland must redefine his life's purpose.",
    "tagline": "Of All the Lives He Changed, the One That Changed the Most Was His Own."
  },
  {
    "movieId": 3052,
    "title": "Dogma",
    "genres": ["Adventure", "Comedy", "Fantasy"],
    "count": 79,
    "year": "1999",
    "tmdbId": "1832",
    "poster": "https://image.tmdb.org/t/p/w500/xI5beD8Td79E2uZNAxgd1gWWOEd.jpg",
    "description": "An abortion clinic worker with a special heritage is called upon to save the existence of humanity from being negated by two renegade angels trying to exploit a loophole and reenter Heaven.",
    "tagline": "Get touched by an angel."
  },
  {
    "movieId": 6934,
    "title": "Matrix Revolutions, The",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller", "IMAX"],
    "count": 79,
    "year": "2003",
    "tmdbId": "605",
    "poster": "https://image.tmdb.org/t/p/w500/t1wm4PgOQ8e4z1C6tk1yDNrps4T.jpg",
    "description": "The human city of Zion defends itself against the massive invasion of the machines as Neo fights to end the war at another front while also opposing the rogue Agent Smith.",
    "tagline": "Everything that has a beginning has an end."
  },
  {
    "movieId": 1247,
    "title": "Graduate, The",
    "genres": ["Comedy", "Drama", "Romance"],
    "count": 79,
    "year": "1967",
    "tmdbId": "37247",
    "poster": "https://image.tmdb.org/t/p/w500/znN9T8QHkwOAHIEtLB6bC9pNd8k.jpg",
    "description": "Benjamin, a recent college graduate very worried about his future, finds himself in a love triangle with an older woman and her daughter.",
    "tagline": "This is Benjamin. He’s a little worried about his future."
  },
  {
    "movieId": 8636,
    "title": "Spider-Man 2",
    "genres": ["Action", "Adventure", "Sci-Fi", "IMAX"],
    "count": 79,
    "year": "2004",
    "tmdbId": "558",
    "poster": "https://image.tmdb.org/t/p/w500/aGuvNAaaZuWXYQQ6N2v7DeuP6mB.jpg",
    "description": "Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood. A certain anger begins to brew in his best friend Harry Osborn as well...",
    "tagline": "There's a hero in all of us."
  },
  {
    "movieId": 3751,
    "title": "Chicken Run",
    "genres": ["Animation", "Children", "Comedy"],
    "count": 78,
    "year": "2000",
    "tmdbId": "7443",
    "poster": "https://image.tmdb.org/t/p/w500/8XgmIsbpVamdhwcNVsYzohFZTtT.jpg",
    "description": "The creators of Wallace & Gromit bring you an exciting and original story about a group of chickens determined to fly the coop–even if they can’t fly! It’s hardly poultry in motion when Rocky attempts to teach Ginger and her feathered friends to fly…but, with teamwork, determination and a little bit o’ cluck, the fearless flock plots one last attempt in a spectacular bid for freedom.",
    "tagline": "There's nothing more determined than poultry with a plan."
  },
  {
    "movieId": 33493,
    "title": "Star Wars: Episode III - Revenge of the Sith",
    "genres": ["Action", "Adventure", "Sci-Fi"],
    "count": 78,
    "year": "2005",
    "tmdbId": "1895",
    "poster": "https://image.tmdb.org/t/p/w500/xfSAoBEm9MNBjmlNcDYLvLSMlnq.jpg",
    "description": "The evil Darth Sidious enacts his final plan for unlimited power -- and the heroic Jedi Anakin Skywalker must choose a side.",
    "tagline": "The saga is complete."
  },
  {
    "movieId": 594,
    "title": "Snow White and the Seven Dwarfs",
    "genres": ["Animation", "Children", "Drama", "Fantasy", "Musical"],
    "count": 77,
    "year": "1937",
    "tmdbId": "408",
    "poster": "https://image.tmdb.org/t/p/w500/3VAHfuNb6Z7UiW12iYKANSPBl8m.jpg",
    "description": "A beautiful girl, Snow White, takes refuge in the forest in the house of seven dwarfs to hide from her stepmother, the wicked Queen. The Queen is jealous because she wants to be known as \"the fairest in the land,\" and Snow White's beauty surpasses her own.",
    "tagline": "The Happiest, Dopiest, Grumpiest, Sneeziest movie of the year."
  },
  {
    "movieId": 46578,
    "title": "Little Miss Sunshine",
    "genres": ["Adventure", "Comedy", "Drama"],
    "count": 77,
    "year": "2006",
    "tmdbId": "773",
    "poster": "https://image.tmdb.org/t/p/w500/wKn7AJw730emlmzLSmJtzquwaeW.jpg",
    "description": "A family loaded with quirky, colorful characters piles into an old van and road trips to California for little Olive to compete in a beauty pageant.",
    "tagline": "A family on the verge of a breakdown"
  },
  {
    "movieId": 337,
    "title": "What's Eating Gilbert Grape",
    "genres": ["Drama"],
    "count": 77,
    "year": "1993",
    "tmdbId": "1587",
    "poster": "https://image.tmdb.org/t/p/w500/8r9yts6XHbB1xNLaPC6ExNAK1Qu.jpg",
    "description": "Gilbert Grape is a small-town young man with a lot of responsibility. Chief among his concerns are his mother, who is so overweight that she can't leave the house, and his mentally impaired younger brother, Arnie, who has a knack for finding trouble. Settled into a job at a grocery store and an ongoing affair with local woman Betty Carver, Gilbert finally has his life shaken up by the free-spirited Becky.",
    "tagline": "Life is a terrible thing to sleep through."
  },
  {
    "movieId": 1625,
    "title": "Game, The",
    "genres": ["Drama", "Mystery", "Thriller"],
    "count": 77,
    "year": "1997",
    "tmdbId": "2649",
    "poster": "https://image.tmdb.org/t/p/w500/4UOa079915QjiTA2u5hT2yKVgUu.jpg",
    "description": "In honor of his birthday, San Francisco banker Nicholas Van Orton, a financial genius and a cold-hearted loner, receives an unusual present from his younger brother, Conrad: a gift certificate to play a unique kind of game. In nary a nanosecond, Nicholas finds himself consumed by a dangerous set of ever-changing rules, unable to distinguish where the charade ends and reality begins.",
    "tagline": "What do you get for the man who has everything?"
  },
  {
    "movieId": 1573,
    "title": "Face/Off",
    "genres": ["Action", "Crime", "Drama", "Thriller"],
    "count": 77,
    "year": "1997",
    "tmdbId": "754",
    "poster": "https://image.tmdb.org/t/p/w500/69Xzn8UdPbVnmqSChKz2RTpoNfB.jpg",
    "description": "In order to foil a terrorist plot, an FBI agent undergoes facial transplant surgery and assumes the identity of a criminal mastermind. The plan turns sour when the criminal wakes up prematurely and seeks revenge.",
    "tagline": "In order to trap him, he must become him."
  },
  {
    "movieId": 8874,
    "title": "Shaun of the Dead",
    "genres": ["Comedy", "Horror"],
    "count": 77,
    "year": "2004",
    "tmdbId": "747",
    "poster": "https://image.tmdb.org/t/p/w500/dgXPhzNJH8HFTBjXPB177yNx6RI.jpg",
    "description": "Shaun lives a supremely uneventful life, which revolves around his girlfriend, his mother, and, above all, his local pub. This gentle routine is threatened when the dead return to life and make strenuous attempts to snack on ordinary Londoners.",
    "tagline": "A romantic comedy. With zombies."
  },
  {
    "movieId": 3623,
    "title": "Mission: Impossible II",
    "genres": ["Action", "Adventure", "Thriller"],
    "count": 77,
    "year": "2000",
    "tmdbId": "955",
    "poster": "https://image.tmdb.org/t/p/w500/7us8nE3ldE0gX2cziUz4tKg0Go0.jpg",
    "description": "With computer genius Luther Stickell at his side and a beautiful thief on his mind, agent Ethan Hunt races across Australia and Spain to stop a former IMF agent from unleashing a genetically engineered biological weapon called Chimera. This mission, should Hunt choose to accept it, plunges him into the center of an international crisis of terrifying magnitude.",
    "tagline": "Expect the impossible again."
  },
  {
    "movieId": 25,
    "title": "Leaving Las Vegas",
    "genres": ["Drama", "Romance"],
    "count": 76,
    "year": "1995",
    "tmdbId": "451",
    "poster": "https://image.tmdb.org/t/p/w500/wTrFpGe3U65kXTldIUxuM2hmOAK.jpg",
    "description": "Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.",
    "tagline": "I Love You... The Way You Are."
  },
  {
    "movieId": 1225,
    "title": "Amadeus",
    "genres": ["Drama"],
    "count": 76,
    "year": "1984",
    "tmdbId": "279",
    "poster": "https://image.tmdb.org/t/p/w500/1n5VUlCqgmVax1adxGZm8oCFaKc.jpg",
    "description": "Disciplined Italian composer Antonio Salieri becomes consumed by jealousy and resentment towards the hedonistic and remarkably talented young Viennese composer Wolfgang Amadeus Mozart.",
    "tagline": "Everything you've heard is true..."
  },
  {
    "movieId": 6333,
    "title": "X2: X-Men United",
    "genres": ["Action", "Adventure", "Sci-Fi", "Thriller"],
    "count": 76,
    "year": "2003",
    "tmdbId": "36658",
    "poster": "https://image.tmdb.org/t/p/w500/rtrd4qieMAhoUshu83Vi1GazM1O.jpg",
    "description": "Professor Charles Xavier and his team of genetically gifted superheroes face a rising tide of anti-mutant sentiment led by Col. William Stryker. Storm, Wolverine and Jean Grey must join their usual nemeses—Magneto and Mystique—to unhinge Stryker's scheme to exterminate all mutants.",
    "tagline": "The time has come for those who are different to stand united."
  },
  {
    "movieId": 440,
    "title": "Dave",
    "genres": ["Comedy", "Romance"],
    "count": 76,
    "year": "1993",
    "tmdbId": "11566",
    "poster": "https://image.tmdb.org/t/p/w500/wIUuf1NFchdCJe833JBTiSMzqfv.jpg",
    "description": "A sweet-natured Temp Agency operator and amateur Presidential look-alike is recruited by the Secret Service to become a temporary stand-in for the President of the United States.",
    "tagline": "In a country where anybody can become President, anybody just did."
  },
  {
    "movieId": 2700,
    "title": "South Park: Bigger, Longer and Uncut",
    "genres": ["Animation", "Comedy", "Musical"],
    "count": 76,
    "year": "1999",
    "tmdbId": "9473",
    "poster": "https://image.tmdb.org/t/p/w500/tS0PedvA2mFO9VCHYwQpaU1K36U.jpg",
    "description": "In this feature film based on the hit animated series, the third graders of South Park sneak into an R-rated film by ultra-vulgar Canadian television personalities Terrance and Phillip, and emerge with expanded vocabularies that leave their parents and teachers scandalized. When outraged Americans try to censor the film, the controversy spirals into a call to wage war on Canada and Terrance and Phillip end up on death row, with the kids their only hope of rescue.",
    "tagline": "UH-OH."
  },
  {
    "movieId": 91529,
    "title": "Dark Knight Rises, The",
    "genres": ["Action", "Adventure", "Crime", "IMAX"],
    "count": 76,
    "year": "2012",
    "tmdbId": "49026",
    "poster": "https://image.tmdb.org/t/p/w500/hr0L2aueqlP2BYUblTTjmtn0hw4.jpg",
    "description": "Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
    "tagline": "The legend ends."
  },
  {
    "movieId": 69122,
    "title": "Hangover, The",
    "genres": ["Comedy", "Crime"],
    "count": 76,
    "year": "2009",
    "tmdbId": "18785",
    "poster": "https://image.tmdb.org/t/p/w500/A0uS9rHR56FeBtpjVki16M5xxSW.jpg",
    "description": "When three friends finally come to after a raucous night of bachelor-party revelry, they find a baby in the closet and a tiger in the bathroom. But they can't seem to locate their best friend, Doug – who's supposed to be tying the knot. Launching a frantic search for Doug, the trio perseveres through a nasty hangover to try to make it to the church on time.",
    "tagline": "Some guys just can't handle Vegas."
  },
  {
    "movieId": 3481,
    "title": "High Fidelity",
    "genres": ["Comedy", "Drama", "Romance"],
    "count": 75,
    "year": "2000",
    "tmdbId": "243",
    "poster": "https://image.tmdb.org/t/p/w500/e2LZGB62GMhv3Fo8tDZjY87I81a.jpg",
    "description": "After his long-time girlfriend dumps him, a thirty-year-old record store owner seeks to understand why he is unlucky in love while recounting his \"top five breakups of all time\".",
    "tagline": "A comedy about fear of commitment, hating your job, falling in love and other pop favorites."
  },
  {
    "movieId": 8665,
    "title": "Bourne Supremacy, The",
    "genres": ["Action", "Crime", "Thriller"],
    "count": 75,
    "year": "2004",
    "tmdbId": "2502",
    "poster": "https://image.tmdb.org/t/p/w500/g09UIYfShY8uWGMGP3HkvWp8L8n.jpg",
    "description": "A CIA operation to purchase classified Russian documents is blown by a rival agent, who then shows up in the sleepy seaside village where Bourne and Marie have been living. The pair run for their lives and Bourne, who promised retaliation should anyone from his former life attempt contact, is forced to once again take up his life as a trained assassin to survive.",
    "tagline": "They should have left him alone."
  },
  {
    "movieId": 2000,
    "title": "Lethal Weapon",
    "genres": ["Action", "Comedy", "Crime", "Drama"],
    "count": 75,
    "year": "1987",
    "tmdbId": "941",
    "poster": "https://image.tmdb.org/t/p/w500/fTq4ThIP3pQTYR9eDepsbDHqdcs.jpg",
    "description": "Buttoned-down veteran LAPD detective Roger Murtaugh is partnered with unhinged cop Martin Riggs, who — distraught after his wife's death — has a death wish and takes unnecessary risks with criminals at every turn. The odd couple embark on their first homicide investigation as partners, involving a young woman known to Murtaugh with ties to a drug and prostitution ring.",
    "tagline": "If these two can learn to stand each other... the bad guys don't stand a chance."
  },
  {
    "movieId": 6016,
    "title": "City of God (Cidade de Deus)",
    "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"],
    "count": 75,
    "year": "2002",
    "tmdbId": "598",
    "poster": "https://image.tmdb.org/t/p/w500/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
    "description": "In the poverty-stricken favelas of Rio de Janeiro in the 1970s, two young men choose different paths. Rocket is a budding photographer who documents the increasing drug-related violence of his neighborhood, while José “Zé” Pequeno is an ambitious drug dealer diving into a dangerous life of crime.",
    "tagline": "If you run, the beast catches you; if you stay, the beast eats you."
  },
  {
    "movieId": 3175,
    "title": "Galaxy Quest",
    "genres": ["Adventure", "Comedy", "Sci-Fi"],
    "count": 75,
    "year": "1999",
    "tmdbId": "926",
    "poster": "https://image.tmdb.org/t/p/w500/fZXSwgZknp81vmciTb86rw0MejV.jpg",
    "description": "For four years, the courageous crew of the NSEA protector - \"Commander Peter Quincy Taggart\", \"Lt. Tawny Madison and \"Dr.Lazarus\" - set off on a thrilling and often dangerous mission in space...and then their series was cancelled! Now, twenty years later, aliens under attack have mistaken the Galaxy Quest television transmissions for \"historical documents\" and beam up the crew of has-been actors to save the universe. With no script, no director and no clue, the actors must turn in the performances of their lives.",
    "tagline": "A comedy of galactic proportions."
  },
  {
    "movieId": 2692,
    "title": "Run Lola Run (Lola rennt)",
    "genres": ["Action", "Crime"],
    "count": 75,
    "year": "1998",
    "tmdbId": "104",
    "poster": "https://image.tmdb.org/t/p/w500/u34YzbFvX067IvJX1ocI4JBvYPa.jpg",
    "description": "Lola receives a phone call from her boyfriend Manni. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manni. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.",
    "tagline": "Every second of every day you're faced with a decision that can change your life."
  },
  {
    "movieId": 6711,
    "title": "Lost in Translation",
    "genres": ["Comedy", "Drama", "Romance"],
    "count": 74,
    "year": "2003",
    "tmdbId": "153",
    "poster": "https://image.tmdb.org/t/p/w500/wkSzJs7oMf8MIr9CQVICsvRfwA7.jpg",
    "description": "Two lost souls visiting Tokyo -- the young, neglected wife of a photographer and a washed-up movie star shooting a TV commercial -- find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.",
    "tagline": "Everyone wants to be found."
  },
  {
    "movieId": 35836,
    "title": "40-Year-Old Virgin, The",
    "genres": ["Comedy", "Romance"],
    "count": 74,
    "year": "2005",
    "tmdbId": "6957",
    "poster": "https://image.tmdb.org/t/p/w500/jBoRAWYOv7tBtfXbNJMAojGj0Xf.jpg",
    "description": "Andy Stitzer has a pleasant life with a nice apartment and a job stamping invoices at an electronics store. But at age 40, there's one thing Andy hasn't done, and it's really bothering his sex-obsessed male co-workers: Andy is still a virgin. Determined to help Andy get laid, the guys make it their mission to de-virginize him. But it all seems hopeless until Andy meets small business owner Trish, a single mom.",
    "tagline": "Better late than never."
  },
  {
    "movieId": 368,
    "title": "Maverick",
    "genres": ["Adventure", "Comedy", "Western"],
    "count": 74,
    "year": "1994",
    "tmdbId": "9359",
    "poster": "https://image.tmdb.org/t/p/w500/mTVbGGi5PIexmxVzeyFd2RYKwfM.jpg",
    "description": "Bret Maverick is a gambler who would rather con someone than fight them, and needs an additional $3k in order to enter a winner-takes-all poker game beginning in a few days. He joins forces with a woman with a marvelous Southern accent, and the two try and enter the game.",
    "tagline": "In their hands, a deck of cards was the only thing more dangerous than a gun."
  },
  {
    "movieId": 1485,
    "title": "Liar Liar",
    "genres": ["Comedy"],
    "count": 74,
    "year": "1997",
    "tmdbId": "1624",
    "poster": "https://image.tmdb.org/t/p/w500/p1habYSdC7oD3WygQ5lynU5G5rV.jpg",
    "description": "Forced by his son's birthday wish, fast-talking attorney and habitual liar Fletcher Reede must tell the truth for the next 24 hours.",
    "tagline": "Trust me."
  },
  {
    "movieId": 3994,
    "title": "Unbreakable",
    "genres": ["Drama", "Sci-Fi"],
    "count": 73,
    "year": "2000",
    "tmdbId": "9741",
    "poster": "https://image.tmdb.org/t/p/w500/mLuehrGLiK5zFCyRmDDOH6gbfPf.jpg",
    "description": "An ordinary man makes an extraordinary discovery when a train accident leaves his fellow passengers dead — and him unscathed. The answer to this mystery could lie with the mysterious Elijah Price, a man who suffers from a disease that renders his bones as fragile as glass.",
    "tagline": "Are you ready for the truth?"
  },
  {
    "movieId": 109487,
    "title": "Interstellar",
    "genres": ["Sci-Fi", "IMAX"],
    "count": 73,
    "year": "2014",
    "tmdbId": "157336",
    "poster": "https://image.tmdb.org/t/p/w500/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
    "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "tagline": "Mankind was born on Earth. It was never meant to die here."
  },
  {
    "movieId": 45722,
    "title": "Pirates of the Caribbean: Dead Man's Chest",
    "genres": ["Action", "Adventure", "Fantasy"],
    "count": 72,
    "year": "2006",
    "tmdbId": "58",
    "poster": "https://image.tmdb.org/t/p/w500/uXEqmloGyP7UXAiphJUu2v2pcuE.jpg",
    "description": "Captain Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well.",
    "tagline": "Captain Jack is back!"
  },
  {
    "movieId": 3977,
    "title": "Charlie's Angels",
    "genres": ["Action", "Comedy"],
    "count": 72,
    "year": "2000",
    "tmdbId": "4327",
    "poster": "https://image.tmdb.org/t/p/w500/llwGYMS9UyPyKRusQVM4qTOQHMT.jpg",
    "description": "The captivating crime-fighting trio who are masters of disguise, espionage and martial arts are back! When a devious mastermind embroils them in a plot to destroy individual privacy, the Angels, aided by their loyal sidekick Bosley, set out to bring down the bad guys. But when a terrible secret is revealed, it makes the Angels targets for assassination.",
    "tagline": "Get some action."
  },
  {
    "movieId": 50872,
    "title": "Ratatouille",
    "genres": ["Animation", "Children", "Drama"],
    "count": 72,
    "year": "2007",
    "tmdbId": "2062",
    "poster": "https://image.tmdb.org/t/p/w500/t3vaWRPSf6WjDSamIkKDs1iQWna.jpg",
    "description": "Remy, a resident of Paris, appreciates good food and has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, the rodent gourmet finds himself ideally placed to realize his dream.",
    "tagline": "He's dying to become a chef."
  },
  {
    "movieId": 1201,
    "title": "Good, the Bad and the Ugly, The (Buono, il brutto, il cattivo, Il)",
    "genres": ["Action", "Adventure", "Western"],
    "count": 72,
    "year": "1966",
    "tmdbId": "429",
    "poster": "https://image.tmdb.org/t/p/w500/bX2xnavhMYjWDoZp1VM6VnU1xwe.jpg",
    "description": "While the Civil War rages on between the Union and the Confederacy, three men – a quiet loner, a ruthless hitman, and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
    "tagline": "For three men the Civil War wasn't hell. It was practice."
  },
  {
    "movieId": 1028,
    "title": "Mary Poppins",
    "genres": ["Children", "Comedy", "Fantasy", "Musical"],
    "count": 71,
    "year": "1964",
    "tmdbId": "433",
    "poster": "https://image.tmdb.org/t/p/w500/ei8hhYCMfURfPOXKBnyl61be2iV.jpg",
    "description": "Mr Banks is looking for a nanny for his two mischievous children and comes across Mary Poppins, an angelic nanny. She not only brings a change in their lives but also spreads happiness.",
    "tagline": "The fairest of them all...the funniest of them all!"
  },
  {
    "movieId": 6373,
    "title": "Bruce Almighty",
    "genres": ["Comedy", "Drama", "Fantasy", "Romance"],
    "count": 71,
    "year": "2003",
    "tmdbId": "310",
    "poster": "https://image.tmdb.org/t/p/w500/f0QqG14SZYYZcV4VWykVc5w13dz.jpg",
    "description": "Bruce Nolan toils as a \"human interest\" television reporter in Buffalo, NY, but despite his high ratings and the love of his beautiful girlfriend, Bruce remains unfulfilled. At the end of the worst day in his life, he angrily ridicules God — and the Almighty responds, endowing Bruce with all of His divine powers.",
    "tagline": "If you could be God for one week, what would you do?"
  },
  {
    "movieId": 1079,
    "title": "Fish Called Wanda, A",
    "genres": ["Comedy", "Crime"],
    "count": 71,
    "year": "1988",
    "tmdbId": "623",
    "poster": "https://image.tmdb.org/t/p/w500/hkSGFNVfEEUXFCxRZDITFHVhUlu.jpg",
    "description": "While a diamond advocate attempts to steal a collection of diamonds, troubles arise when he realises he’s not the only one after the collection.",
    "tagline": "A tale of murder, lust, greed, revenge, and seafood."
  },
  {
    "movieId": 99114,
    "title": "Django Unchained",
    "genres": ["Action", "Drama", "Western"],
    "count": 71,
    "year": "2012",
    "tmdbId": "68718",
    "poster": "https://image.tmdb.org/t/p/w500/bV0rWoiRo7pHUTQkh6Oio6irlXO.jpg",
    "description": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "tagline": "Life, liberty, and the pursuit of vengeance."
  }
]
